[
    {
        "name": "Men's RBZ Stage 2 Bonded Driver",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Drivers",
        "price": "169.99",
        "src": "1.jpg",
        "url": "http://www.golfgalaxy.com",
	"description":"Your longest driver just got longer-ier with the TaylorMade Men's RBZ Stage 2 Bonded Driver. The innovative white design, with contrasting black face, makes pinpoint accuracy easy. Revolutionary thick-thin crown technology allows for weight to be redistributed, lowering the center of gravity for higher launching shots. Reduced spin and faster ball speeds work together to achieve maximum distance from the tee, enhancing approach shot playability.",
		"discount":""
	},
    {
        "name": "Men's JetSpeed Driver",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Drivers",
        "price": "199.98",
        "src": "2.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"First came RocketBallz, then RocketBallz-ier, now JetSpeed - longest just got longer again because crazy speed runs in the family. The TaylorMade Men's JetSpeed Driver offers a specially engineered Speed Pocket resulting in more face flexing for explosive distance. A low-and-forward center of gravity produces high-launching shots, with reduced spin, for maximum playability. Long and light construction, featuring a 46\" shaft and 299g head weight, enhances swing speed - helping you pick up a few extra yards.",
		"discount":""
	},
    {
        "name": "Mens 913 D2 Driver",
        "brand": "Titleist",
        "category": "Clubs",
        "type": "Drivers",
        "price": "399.00",
        "src": "3.jpg",
        "url": "http://www.tgw.com",
		"description":"Designed and built with a high-speed, forged face insert, the new Titleist 913 D2 drivers are the fastest, most consistent drivers Titleist has ever designed, delivering maximum ball speeds over a large area of the face. They are also Titleist's most playable and forgiving drivers, primarily the result of improved launch conditions from a lower, more optimal center of gravity position, a new rear SureFit Tour weight and the fitting precision provided by the SureFit Tour adjustable hosel.",
		"discount":""
	},
    {
        "name": "Mens RAZR Fit Xtreme Driver",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Drivers",
        "price": "500.00",
        "src": "4.jpg",
        "url": "http://www.tgw.com",
		"description":"The Callaway RAZR Fit Xtreme adjustable driver has combined extreme distance and extreme adjustability to create Callaway's longest driver. The forged composite crown helps Callaway achieve the lowest center of gravity of any adjustable driver and OptiFit® Technology allows for a greater range of face angle options, CG bias options and CG height differences than the RAZR Fit. Speed Frame Technology produces fast ball speeds for longer, more consistent distance across the face.",
		"discount":""
	},
    {
        "name": "Mens G25 Driver",
        "brand": "PING",
        "category": "Clubs",
        "type": "Drivers",
        "price": "349.00",
        "src": "5.jpg",
        "url": "http://www.tgw.com",
		"description":"The G25 is PING's largest-profile, most forgiving, highest-launching oversized golf driver available. Combined with the benefits of loft adjustability through a Performance-Engineered Adjustable Hosel the G25 driver represents a fully optimized design that generates ideal trajectories for maximizing distance and accuracy.",
		"discount":""
	},
    {
        "name": "Mens G20 Driver",
        "brand": "PING",
        "category": "Clubs",
        "type": "Drivers",
        "price": "249.00",
        "src": "6.jpg",
        "url": "http://www.tgw.com",
		"description":"You won't need to over-swing for distance: With the same effort you'll be the last out the cart for your second shot. For all ability levels, the external weighting of the large, forgiving G20 driver helps launch the ball high with low spin for maximum distance and accuracy. PING's proprietary high-balance-point shaft enables you to swing a clubhead with more mass at the same speeds at a high moment of inertia for long, straight drives. Put the pressure on the rest of your foursome!",
		"discount":""
	},
    {
        "name": "Mens Big Bertha Driver",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Drivers",
        "price": "399.00",
        "src": "7.jpg",
        "url": "http://www.tgw.com",
		"description":"The new Callaway Big Bertha Driver is so revolutionary, it deserves to carry the most legendary name in golf. It?s faster, more robust, with Callaway's new Adjustable Perimeter Weighting for maximum distance from a total performance driver. ",
		"discount":""
	},
    {
        "name": "Mens V_RS Covert 2.0 Driver",
        "brand": "NIKE",
        "category": "Clubs",
        "type": "Drivers",
        "price": "299.95",
        "src": "8.jpg",
        "url": "http://www.tgw.com",
		"description":"NIKE V_RS Covert 2.0 Drivers deliver more forgiving distance, faster ball speed and simple, intuitive customization to meet the swing needs of every golfer. High-Speed Cavity Back technology redistributes weight to the heel and toe allowing for increased distance and more stability across the face of the driver. ",
		"discount":""
	},
    {
        "name": "Mens JPX-EZ Driver",
        "brand": "Mizuno",
        "category": "Clubs",
        "type": "Drivers",
        "price": "299.95",
        "src": "9.jpg",
        "url": "http://www.tgw.com",
		"description":"A massive playing profile with a low and deep extended weighting system launches the ball into a low spinning orbit - from whichever QuickSwitch setting you choose.The Mizuno JPX-EZ Driver is no ordinary adjustable driver - ranging from a neutral setting with a high straight ball flight to a welcoming draw bias. The Quick Switch mechanism offers 8 intuitive settings which deliver a vast range of difference - no need for tour quality ball striking to see the variation in trajectory. ",
		"discount":""
	},
    {
        "name": "Mens 588 Custom Driver",
        "brand": "Cleveland",
        "category": "Clubs",
        "type": "Drivers",
        "price": "349.95",
        "src": "10.jpg",
        "url": "http://www.tgw.com",
		"description":"Cleveland Golf's most complete driver is the longest they've ever made and can be easily customized to fit every performance demand off the tee. ",
		"discount":""
	},
    {
        "name": "Mens FG Tour M3 Driver",
        "brand": "Wilson Staff",
        "category": "Clubs",
        "type": "Drivers",
        "price": "349.99",
        "src": "11.jpg",
        "url": "http://www.tgw.com",
		"description":"The unique Multi Fit System features six separate loft settings and three performance-enhancing sole weight options to make the FG Tour M3 driver customizable for optimized trajectory and increased club head speeds.",
		"discount":""
	},
    {
        "name": "Mens ZL Encore Red Driver",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Drivers",
        "price": "500.00",
        "src": "12.jpg",
        "url": "http://www.tgw.com",
		"description":"Featuring E9 Face Technology™ with Dual Roll, a Fujikura Motore shaft, and black/electric cosmetic, the ZL Encore is truly the driver for ultimate performance.",
		"discount":""
	},
    {
        "name": "Men's 913F Fairway",
        "brand": "Titleist",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "249.99",
        "src": "13.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"That extra long Par 5 will seem a lot more manageable with the Titleist Men’s 913F Fairway in your bag. Optimized launch and reduced golf ball spin produce shots that fly further from the tee or from the turf. The solid club head has a Tour preferred look that produces a piercing flight path. Acoustic engineering creates a higher level of superior sound and feel.",
		"discount":""
	},
    {
        "name": "Men's G25 TFC Fairway",
        "brand": "PING",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "229.00",
        "src": "14.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Power from the fairway, versatility from the rough – the PING Men’s G25 TFC Fairway makes a great addition to any golf bag. Extreme variable-thickness face allows for enhanced energy transfer for faster ball speeds and more distance. The low-profile design positioned the center of gravity low/back for higher launching shot and superior forgiveness. A traditional head shape instills confidence at address and the matte black crown reduces glare so you can focus on your next shot.",
		"discount":""
	},
    {
        "name": "SLDR S Mini Driver",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "279.99",
        "src": "15.jpg",
        "url": "http://www.golfsmith.com",
		"description":"TaylorMade created a new golf club that incorporates their cutting edge metalwood technology, including the distance-enhancing Speed Pocket, and sized it between a 3-wood and 460cc driver. It’s incredibly accurate and longer off the tee than a 3-wood. At 260cc, the SLDR Mini Driver’s footprint is larger, and face deeper, than a 160cc 3-wood. That gives you more stability and forgiveness on mis-hits and allows you to tee the ball higher, which makes the it easier to launch off the tee than a 3-wood. The SLDR Mini Driver has a low-forward CG like the rest of TaylorMade’s SLDR metalwoods, and a Speed Pocket too, which promotes more ball speed and less spin to give you more distance when you loft up.",
		"discount":""
	},
    {
        "name": "Big Bertha Fairway Wood",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "269.99",
        "src": "16.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Using the same Forged Face Cup technology found in the hottest fairway woods in golf, Callaway created the Big Bertha Fairway Wood, and then they added advanced full adjustability. That gives you more ball speed, ultimate trajectory control, and shot-shaping ability, and that leads to longer, more accurate shots.",
		"discount":""
	},
    {
        "name": "BiO CELL + Fairway Wood",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "249.99",
        "src": "17.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Cobra BiO CELL+ Fairway Wood features a Tour-inspired, compact head design with eight Tour-level loft/trajectory settings to deliver fine-tuned distance with workability and control.",
		"discount":""
	},
    {
        "name": "Rapture Fairway Wood",
        "brand": "Ping",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "449.99",
        "src": "18.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Ping Rapture Fairway Wood is a versatile driver alternative that can inspire confidence while improving your distance and accuracy. Tungsten weighting in the forgiving Ti 8-1-1 head, paired with an extreme high-balance-point shaft, creates faster ball speeds for generating explosive distance off the tee or from the turf.",
		"discount":""
	},
    {
        "name": "VR_S Covert Tour 2.0 Fairway Wood",
        "brand": "Nike",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "249.99",
        "src": "19.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The High Speed Cavity Back 2.0 with all-new Fly-Brace technology found in the Nike VR_S Covert Tour 2.0 Fairway Wood increases stability and delivers more forgiving distance, and the re-engineered NexCOR face delivers faster ball speeds and increased distance. Fly-Brace technology uniquely ties the sole to the crown, which stiffens the rear portion of the club, transferring even more energy to the face at impact. And with FlexLoft adjustability, customization is simplified. Independently adjust your loft and face angle to optimize launch conditions and maximize distance and accuracy.",
		"discount":""
	},
    {
        "name": "Exotics CB Pro Fairway Wood",
        "brand": "Tour Edge",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "499.99",
        "src": "20.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Tour Edge Exotics CB Pro Limited Edition Fairway Wood combines the smaller head size of the famous, Tour-winning CB2 fairway wood with the revolutionary new Slip Stream Sole to create the ultimate fairway wood for accomplished players.",
		"discount":""
	},
    {
        "name": "Tourney Fairway Wood",
        "brand": "MacGregor",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "199.99",
        "src": "21.jpg",
        "url": "http://www.golfsmith.com",
		"description":"MacGregor Tourney Fairway Wood For over 114 years, MacGregor has continually left its mark on the game of golf. The tradition of impeccable craftsmanship, leading innovation and versatile, top-quality equipment is as thriving today as it was in 1897. Now comes the Tourney Fairway Wood with its Cup Face technology. With strategically-placed weighting and a thinner, larger surface area, the sweet spot on this club is the whole face. More distance is just a swing away. The lightweight graphite shaft from UST also allows for increased swing speeds, resulting in further shots and softer landings. Additional features: Body construction: steel Crown construction: steel Face construction: steel Grip: rubber composition Shaft: Tourney Graphite by UST.",
		"discount":""
	},
    {
        "name": "JPX EZ Fairway Wood",
        "brand": "Mizuno",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "199.99",
        "src": "22.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Your odds just improved and risks are rewarded from both the fairway and off the tee with the Mizuno JPX EZ Fairway Wood. A deeper, more substantial face has the brashness to stand up to your driver, demanding its fair share of tee shots, yet a stretched out back hugs low to the ground to create the low, deep weighting necessary for an effortlessly high flight from the turf. The JPX EZ's sheer size is backed up with a Flex Face design - maintaining high ball speeds and consistent distances even from strikes high or low on the clubface. Attack the course. Play like you've never played before!",
		"discount":""
	},
    {
        "name": "Mens J40 Fairway Woods",
        "brand": "Bridgestone",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "199.00",
        "src": "23.jpg",
        "url": "http://www.tgw.com",
		"description":"The larger profile design of the J40 fairway wood positions the center of gravity in an ideal location for higher launch, longer carry, and maximum distance.",
		"discount":""
	},
    {
        "name": "Mens Baffler XL Fairways",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Fairway Woods",
        "price": "149.00",
        "src": "24.jpg",
        "url": "http://www.tgw.com",
		"description":"Worried about getting out of a difficult lie? If the Cobra Baffler XL fairway is in your golf bag, you don't need to. With oversized rails that provide smooth turf interaction, the Baffler helps make you a true escape artist, getting you out of trouble and back in position to score. It's a tremendously forgiving fairway that will give you the kind of consistency you've been looking for, and might be the missing piece in your golf club set that takes your game to an elite level.",
		"discount":""
	},
    {
        "name": "Men's New Idea Hybrid",
        "brand": "ADAMS GOLF",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "169.99",
        "src": "25.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"That long second shot to the green is going to look like a simple pitch with the ADAMS GOLF Men's New Idea Hybrid. Enhanced ball speed and better launch produces a ball flight that carries further than ever before. Upside-down shape features a wide sole for high launching shots, no matter the lie. The specially designed cut-thru sole slot enlarges the sweet spot on the face of the club to improve playability and forgiveness on off-center hits.",
		"discount":""
	},
    {
        "name": "Men's Pro Senior Hybrid",
        "brand": "ADAMS GOLF",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "199.99",
        "src": "26.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Low profile styling and forgiving ball flight make the ADAMS GOLF Men's Pro Senior Hybrid a perfect addition to any golf bag. Featuring ADAMS' signature cut-thru slot for exceptional ball speed and higher launch rates, when compared to non-slotted hybrids or long irons. The center of gravity is repositioned behind the middle of the clubface for improved workability. A high MOI and upside-down head shape create a more consistent contact areas for repeatable shots swing-after-swing.",
		"discount":""
	},
    {
        "name": "G25 Hybrid",
        "brand": "Ping",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "199.99",
        "src": "27.jpg",
        "url": "http://www.golfsmith.com",
		"description":"With the Ping G25 Hybrid, the center of gravity (CG) position is lower and farther back in the lower-lofted hybrids and progresses slightly forward in the higher lofts to help minimize spin and prevent ballooning (common in higher-lofted hybrids). Custom engineering of the CG helps to achieve proper trajectories and creates functional distance gaps between clubs.",
		"discount":""
	},
    {
        "name": "913H Hybrid",
        "brand": "Titleist",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "229.99",
        "src": "28.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Titleist 913H Hybrid is a high performance hybrid that delivers long distance with outstanding ground contact and ball flight. Improvements to the center of gravity (CG) location and rear SureFit Tour (SFT) weight promote optimum launch with reduced spin for more distance. The balanced, total performance design delivers both speed and forgiveness for distance with control. Industry-leading SureFit Tour hosel technology and a high performance shaft provide serious golfers with the most precise fit available, all with player-preferred looks, sound, and feel for total performance.",
		"discount":""
	},
    {
        "name": "Men's SLDR S Rescue",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "199.99",
        "src": "29.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"When you have a tough shot from the rough and don't think you can reach the green, grab the TaylorMade Men's SLDR S Rescue to help get you out of trouble. The low and forward center of gravity, combined with additional loft, creates more distance than you thought possible. The new and improved Speed Pocket helps increase ball speed without requiring you to take a harder swing. Golf balls have reduced spin for greater distance, carry and maximum playability from tee or turf.",
		"discount":""
	},
    {
        "name": "Men's F26 Hybrid",
        "brand": "Nickent",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "129.99",
        "src": "30.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The new Nickent F26 series of hybrids are the most technologically advanced clubs ever made by Nickent featuring Full Face Flex, Variable Face Technology and Change Your Game adjustable technology all designed for longer distance, more playability and more forgiveness. ",
		"discount":""
	},
    {
        "name": "Men's VR_S Covert Hybrid",
        "brand": "Nike",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "179.99",
        "src": "31.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With the Nike Men's VR_S Covert Hybrid, no matter where you are on the course, you can always reach the green. Advanced cavity-back design frees up weight from the center of the club head, allowing it to be redistributed around the perimeter. This raises the MOI for more added playability and more forgiveness on mis-hits. NexCOR Face Technology creates more flex at impact for faster ball speeds and longer distance so you can safely clear that sand trap or water hazard.",
		"discount":""
	},
    {
        "name": "Pro Men's Exotics XCG6 Hybrid",
        "brand": "Tour Edge",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "199.99",
        "src": "32.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Tour Edge Pro Men's Exotics XCG6 Hybrid delivers truly extraordinary performance. Featuring an updated and improved, more \"pear-shaped,\" design, maraging steel cup face and tungsten steel sole/body. The tungsten steel sole provides a high MOI for reduced clubhead twisting and greater forgiveness. Thanks to the shallow face height and more cambered sole, even the most difficult shots can be hit with ease.",
		"discount":""
	},
    {
        "name": "BiO CELL Hybrid",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "149.99",
        "src": "33.jpg",
        "url": "http://www.golfsmith.com",
		"description":"With the Cobra BiO CELL Hybrid, you can gap your long game easily to optimize your distance with BiO CELL MyFly8 Technology. MyFly8 Technology offers eight adjustable loft settings to maximize distance, manage trajectory, and optimize yardage gaps. A forged, thin, shallow, high-strength steel face insert (driver-like construction) enables more face flex for faster ball speeds, longer distance, and higher trajectory. New BiO Cells combined with E9 Face technology removes more weight from the face and crown to reposition it low and back to deliver the best combination of a super-low center of gravity (CG) and high moment of inertia (MOI).",
		"discount":""
	},
    {
        "name": "588 Hybrid",
        "brand": "Cleveland",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "119.98",
        "src": "34.jpg",
        "url": "www.golfsmith.com",
		"description":"The Cleveland 588 Hybrid, their longest hybrid ever, features a hot, forgiving face for maximum distance and Gliderail Technology for incredible playability. The Tour-proven, compact profile has minimal offset for a confidence-inspiring look from any lie, and Cleveland's first hybrid engineered with Variable Face Thickness technology creates the hottest flight on center strikes and incredibly fast ball speed on off-center hits for maximum forgiveness.",
		"discount":""
	},
    {
        "name": "D-100 Hybrid",
        "brand": "Wilson Staff",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "149.99",
        "src": "35.jpg",
        "url": "www.golfsmith.com",
		"description":"The Wilson Staff D-100 Hybrid utilizes ultimate performance-enhancing technology for players demanding superior distance and forgiveness. It's distance-gapped to provide an easy-to-hit, long-range compliment to the new D-100 irons.",
		"discount":""
	},
    {
        "name": "2014 Tourney Hybrid",
        "brand": "MacGregor",
        "category": "Clubs",
        "type": "Hybrids",
        "price": "179.99",
        "src": "36.jpg",
        "url": "www.golfsmith.com",
		"description":"MacGregor's tradition of impeccable craftsmanship, leading innovation, and versatile, top-quality equipment is thriving today as much as it was since its start in 1897. Now comes the 2014 Tourney Hybrid with its Cup Face technology and strategically-placed weighting. The club's lower-profile makes the Tourney easier to hit and more forgiving, and the variable-depth-channel design on the sole increases energy transfer to the face, resulting in hotter ball speeds for greater distances.",
		"discount":""
	},
    {
        "name": "Men's X Hot N14 Irons - (Steel) 4-AW",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "399.99",
        "src": "37.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Heat up your golf game with the Callaway Men's X Hot N14 Irons. The deep, undercut cavity allow for maximum face flexing at impact, resulting in an improved rebound rate, faster ball speeds and more distance hit-after-hit. Carefully engineered perimeter weighting lowers the sweet spot making it easier to produce a higher launching flight path. Enhanced forgiveness helps you achieve longer, straighter shots - even on mishits.",
		"discount":""
	},
    {
        "name": "AP2 712 Irons - (Steel) 3-PW",
        "brand": "Titleist",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "899.99",
        "src": "38.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Iron performance can best be measured, not only by the quality of shots produced by well-executed swings, but also by the quality of shots when less-than-ideal contact is made with the ball. From an engineering standpoint, the key to maximizing shot quality on off-center hits is weight distribution. Club designers learned that by placing more weight around the perimeter of the club they could reduce the amount that the club twists on off-center hits. When the clubhead is more stable, off-center hits still fly relatively straight and far. However, perimeter-weighted irons had an intrinsic drawback. In order to redistribute enough weight to exact a measurable performance advantage, the clubhead shape had to change. The typically larger heads of these irons with their wider soles and thicker toplines were visually unappealing to many serious golfers whose concept of an ideal iron is represented by the compact profile and sharper lines of a traditional forged blade iron.",
		"discount":""
	},
    {
        "name": "Men's VR_S X Irons - (Steel) 4-AW",
        "brand": "Nike",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "399.99",
        "src": "39.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Start getting to the green faster and shave precious strokes off your score with the Nike Men's VR_S X Irons. Specially designed to be Nike's fastest iron and go further than ever before. The clubface produces a greater energy return creating higher, longer and straighter shots. These clubs are fueled by Nike's PowerBow technology for higher launch, maximum carry and steeper decent so you can more easily stick your approach shots.",
		"discount":""
	},
    {
        "name": "Men's JPX-825 Irons - (Steel) 4-GW",
        "brand": "Mizuno",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "699.99",
        "src": "40.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The JPX-825 irons are the longest and most forgiving irons that Mizuno® has ever brought to market. Exceptional ball speed and explosive distance from the Mizuno® engineers was created with the extremely thin and hot face utilizing MAX COR Technology. The game-changing distance is combined with the largest sweet area ever in a Mizuno® iron delivering balanced performance. The explosive distance you have been looking for can be found right here in these irons.",
		"discount":""
	},
    {
        "name": "Men's BiO CELL Blue Irons - (Steel) 4-GW",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "699.99",
        "src": "41.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Add a modern technological twist, resulting in Tungsten-fueled distance and enhanced forgiveness, to your golf game with the Cobra Men's BiO CELL Irons. Each iron has carefully engineered Tungsten weights for fantastic playability, distance and control. The perimeter undercut design is the largest unsupported face of any Cobra iron creating more flexing at impact for increased ball speeds. Incorporating BiO CELL and E9 Face Technology into these clubs lowers the center of gravity while increasing the club's MOI for additional yardage and forgiveness.",
		"discount":""
	},
    {
        "name": "Men's 588 TT Irons - (Graphite) 3-PW",
        "brand": "Cleveland",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "799.99",
        "src": "42.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Get Total Control with your irons. Take your accuracy to a new level with tour-caliber flight and feel. 588 Tour Trajectory Irons are fully interchangeable with 588 Mid Trajectory and Altitude Irons so you can build your perfect set. Get the clubs that fit your golf game.",
		"discount":""
	},
    {
        "name": "Burner Plus 4-PW, GW Iron Set with Steel Shafts",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "599.99",
        "src": "43.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The TaylorMade Buner Plus Irons' wide, beveled, multi-functional sole design combines the low, deep CG (center of gravity) of a wide sole and the playability of a thin sole for an unbeatable combo of power and feel. Perimeter weighting creates high MOI (moment of inertia) for unsurpassed forgiveness and a large clubface with Inverted Cone Technology produces Burner ball speed and distance. Superfast technology uses light shafts and grips to promote a faster swing speed and more yardage.",
		"discount":""
	},
    {
        "name": "Apex 4-PW, AW Iron Set with Steel Shafts",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "1099.99",
        "src": "44.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Conventional wisdom has been that you can't have extreme, radical performance in a forged iron. Conventional wisdom couldn't be more wrong. The Callaway Apex Iron delivers X Hot distance in a forged iron thanks to its multi-material construction. This iron features a forged carbon steel body that provides the feel and responsiveness most Tour players prefer and merges it with an ultra-thin, high-strength carpenter steel face, the same material used in Callaway's X Hot fairway woods, to produce faster ball speeds off the face for increased distance while providing the same feel of a forged head. The deep undercut cavity channel that runs from heel to toe creates more unsupported face area that allows more surface area of the face to flex, thus making it hotter and more forgiving. The tungsten sole inserts lower the center of gravity in the longer irons to help achieve higher launch angles and more forgiveness, and a polymer insert at the back helps absorb vibrations. It's a game-improvement iron that doesn't look like one, but it's loaded with game-improvement characteristics designed to improve everyone's game.",
		"discount":""
	},
    {
        "name": "Super S 3H, 4H, 5-PW Iron Set with Steel Shafts",
        "brand": "Adams",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "599.99",
        "src": "45.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Adams Super S Hybrid Irons are easy to hit... more greens. If you like double bogeys, these aren't for you. That's because they're so easy to hit, you'll hit them longer, straighter and more consistent than your old irons. Playing the Super S Hybrid Irons guarantees you more fun with those long approach shots and tough pitches into the greens. Take it from the hybrid iron leader – these clubs will bring you happier times.",
		"discount":""
	},
    {
        "name": "Anser 3-PW Iron Set with Steel Shafts - Black Dot",
        "brand": "Ping",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "1449.99",
        "src": "46.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Ping Anser Iron Set’s progressive design makes it easy to launch the ball higher with the long irons and lower with the short irons for precise, consistent shot making. An 8620 steel body combines with a dense tungsten weight and hollow sole to optimize the CG and elevate MOI. Larger long irons promote forgiveness and higher launch; heads progress to smaller short irons for more control. Predictable ball flights are achieved through progressive stabilizing bar technology. In the long irons, the bars angle out wider and are thinner, lowering the CG to launch the ball high. The bars get increasingly vertical and thicker through the shorter irons to bring the ball in lower and more penetrating with high spin. Anser irons also feature machined faces and grooves. ",
		"discount":""
	},
    {
        "name": "VR_S Covert 2.0 4-PW, AW Iron Set with Graphite Shafts",
        "brand": "Nike",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "799.99",
        "src": "47.jpg",
        "url": "http://www.golfsmith.com",
		"description":"With the Nike VR_S Covert 2.0 Iron, enhanced perimeter weighting and a deeper, innovative high-speed cavity back design help deliver longer, higher, and straighter shots. Advanced head construction, featuring a NexCOR face and a thinner, no-weld sole, promotes faster ball speeds across the face. Precision engineering and construction offer superior distance and extreme forgiveness for a wide range of players.",
		"discount":""
	},
    {
        "name": "FH-1000FG Forged 5-PW Iron Set with Steel Shaft",
        "brand": "Fourteen Golf",
        "category": "Clubs",
        "type": "Iron Sets",
        "price": "1029.99",
        "src": "48.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Fourteen Golf worked with the best golfers in the game to help design the Tour model FH-1000FG Forged Iron Set. Workability and performance, combined with a sleek yet innovative appearance, make the FH-1000FG one of the most advanced muscle back irons to hit the market.",
		"discount":""
	},
    {
        "name": "Men's Vokey SM5 Wedge - Tour Chrome Finish",
        "brand": "Titleist",
        "category": "Clubs",
        "type": "Wedges",
        "price": "129.99",
        "src": "49.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Start achieving more greens in regulation with the Titleist Men's Vokey SM5 Wedge. Spin Milled technology produces maximum spin with superb distance and trajectory control. TX3 grooves are specially designed to channel away grass and sand for purer contact between the golf ball and club face. Tour-proven sole grinds enable you to select a wedge that not only complements your individual swing type but also your playing conditions for optimial performance.",
		"discount":""
	},
    {
        "name": "Men's ATV Wedge",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Wedges",
        "price": "119.99",
        "src": "50.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"ATV: All-Terrain Versatility provides players with exactly that - versatility. The all terrain sole enables six critical shots with one wedge - chip, pitch, flop, explosion from sand, out of the rough, off a tight lie. Depending upon the club head and face position, the bounce degree adjusts according to the type of wedge shot being executed. An all milled groove design and micro-texture across the face generates more spin, while remaining within USGA rules. The ATV sports a lengthened Lamkin grip, conducive for choking down when need be. In addition, the Tour Satin finish inspires confidence at address.",
		"discount":""
	},
    {
        "name": "Men's 588 Wedge - Satin Chrome Finish",
        "brand": "Cleveland",
        "category": "Clubs",
        "type": "Wedges",
        "price": "139.99",
        "src": "51.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"A Tour-proven shape forged from 1025 carbon steel, combined with Tour Zip Grooves™ and Laser Milled™ Technology provide a desirable \"Tour feel\" to the REG. 588 Wedge. This Tour concept carries over into the construction of the shaft as well. A remake of the most successful and preferred wedge shape by many Tour players, the REG. 588 boasts a wide array of proven features and new enhancements.",
		"discount":""
	},
    {
        "name": "Men's JPX Series Wedge - Double Nickel Chrome Finish",
        "brand": "Mizuno",
        "category": "Clubs",
        "type": "Wedges",
        "price": "99.99",
        "src": "52.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Mizuno Men's JPX Series Wedge will add so much bite to your ball, you'd expect the club to have teeth. Building upon the success of the JPX line of irons, these wedges offer specific groove configurations for maximum spin that will help you stick your shots on the green. The wide cavity back design increases forgiveness while the wider sole produces more effective bounce angle. This club is perfect addition for golfers with a mid-to-high handicap.",
		"discount":""
	},
    {
        "name": "Men's Tour Trusty Wedge - Matte Black PVD",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Wedges",
        "price": "119.99",
        "src": "53.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Chip it high and soft or opt for the classic \"bump and run\" - however you choose to play your shot, the Cobra Tour Trusty Wedge will help you get to the hole faster. Specially designed with larger, wider grooves to maximize spin and help control trajectory on even the shortest wedge shots. The unique K-grind sole offers greater performance and versatility for long, medium and short shots. Proprietary, Variable Feed Rate (VFR) milling delivers ideal surface roughness, across the club face, to help amplify spin on all shots.",
		"discount":""
	},
    {
        "name": "Men's Tour-S Chrome Wedge",
        "brand": "PING",
        "category": "Clubs",
        "type": "Wedges",
        "price": "119.99",
        "src": "54.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With a machined face and grooves designed to optimize spin, the Tour-S specialty wedge provides golfers versatility and creativity around the green and on short approach shots. The traditional shape of 17-4 stainless steel head features a tour-inspired sole geometry for enhanced shot making from all conditions. Its vertical Custom Tuning Port angles toward the back surface to increase the perimeter weighting for added forgiveness.",
		"discount":""
	},
    {
        "name": "Men's FG Tour TC Tour Sole Wedge - Chrome Finish",
        "brand": "Wilson Staff",
        "category": "Clubs",
        "type": "Wedges",
        "price": "99.99",
        "src": "55.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With Wilson Staff Men's FG Tour TC Tour Sole Wedge, sticking your approach shot on the green has never been easier. Featuring Traction Control (TC) technology for increased spin on both full and partial swings. Special Tour-Y grooves are milled for maximum consistency from the fairway, rough or sand. Each club face has micro-spin enhancers (11 laser-etched lines between each groove) for additional stopping power and versatility.",
		"discount":""
	},
    {
        "name": "VR Pro Forged Dual-Sole Platinum Wedges",
        "brand": "NIKE",
        "category": "Clubs",
        "type": "Wedges",
        "price": "143.99",
        "src": "56.jpg",
        "url": "http://www.tgw.com",
		"description":"Score with highly crafted wedges built with and for Tour professionals. High-frequency X3X grooves with laser cross hatch texture, dual-sole versatility and advanced-material precision set the stage for brilliant shot-making.",
		"discount":""
	},
    {
        "name": "Black Cat Wedge - Black",
        "brand": "Lynx",
        "category": "Clubs",
        "type": "Wedges",
        "price": "49.99",
        "src": "57.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Since its inception in 1971, Lynx has provided golfers time and again with the finest equipment, outfitting players of all skill levels. That tradition carries on to this day with the Black Cat Black CC Wedge, a versatile wedge with the touch and feel required by the most demanding players of today. Lynx's designs have long been front and center in professional's bags, and now you can put one in your bag.",
		"discount":""
	},
    {
        "name": "Designer Series Dart Thrower Wedges",
        "brand": "FEEL Golf",
        "category": "Clubs",
        "type": "Wedges",
        "price": "49.95",
        "src": "58.jpg",
        "url": "http://www.tgw.com",
		"description":"These Tour Proven wedges with different finishes were designed by Tour players and deliver short game wizard-like Tour Player performance. Feel Golf wedges have won the US Amateur, PGA and LPGA Majors and tournaments worldwide.",
		"discount":""
	},
    {
        "name": "CG Forged Copper Wedge",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Wedges",
        "price": "69.97",
        "src": "59.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Callaway CG Forged Copper Wedges were designed by legendary wedge designer, Roger Cleveland. Roger wanted a wedge that offered all the control, spin, and feel that players demand, all with an aesthetically pleasing finish. Experience the difference of a forged wedge designed by a master - play the Callaway CG Forged Copper Wedge. - See more at: http://www.golfetail.com/p-206333-callaway-cg-forged-copper-wedge.aspx#sthash.5lqrdoqx.dpuf",
		"discount":""
	},
    {
        "name": "2013 SL4 Wedge",
        "brand": "Snake Eyes",
        "category": "Clubs",
        "type": "Wedges",
        "price": "99.99",
        "src": "60.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Snake Eyes 2013 SL4 Wedge is made from soft stainless steel for great feedback and comes with a lightweight steel shaft for easy control. A rich black PVD finish helps reduce glare, and weight is strategically placed to maximize performance.",
		"discount":""
	},
    {
        "name": "Men's White Ice 2.0 2-Ball Putter",
        "brand": "Odyssey",
        "category": "Clubs",
        "type": "Putters",
        "price": "99.99",
        "src": "61.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The new White Ice Putters from Odyssey combine Tour trusted shapes with a new look and better feel. The new White Ice Insert is our best feeling, multi-layer insert to date. Developed after extensive feedback from players on Tour, our engineers have enhanced the sound, responsiveness and consistency of the insert. Coupled with a new Dark Nickel finish, White Ice putters combine Tour-proven looks with Tour-inspired feel.",
		"discount":""
	},
    {
        "name": "Men's Karsten 1959 Anser 2 Putter",
        "brand": "PING",
        "category": "Clubs",
        "type": "Putters",
        "price": "99.99",
        "src": "62.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Karsten 1959 putters are confidence-builders from the moment they're placed behind the ball. A thin, satin-finish top line offers a clean look and spot-on alignments. At impact, an elastomer insert behind the face softens the feel while a traditional steel face delivers solid response and feedback that golfers can rely on. ",
		"discount":""
	},
    {
        "name": "Men's Select Squareback Putter",
        "brand": "Scotty Cameron",
        "category": "Clubs",
        "type": "Putters",
        "price": "349.99",
        "src": "63.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"You'll start approaching the green with more confidence than ever before when you're using the Scotty Cameron Men's Select Squareback Putter. Featuring vertical and horizontal sight lines, on the rear of the mallet, that are located between your eyes to help alignment. A deep milled face produces Tour-proven feel and a crisp sound that instantly instill confidence. Weights in the heel and toe perfectly complement shaft lengths to achieve optimal balance and stability.",
		"discount":""
	},
    {
        "name": "Men's Tour Mid-Mallet 4.0 Putter",
        "brand": "Top Flite",
        "category": "Clubs",
        "type": "Putters",
        "price": "59.99",
        "src": "64.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Superior playability at an excellent value - the Top Flite Men's Tour Mid-Mallet 4.0 Putter is an excellent additional to any golf bag. A specially designed TPU insert produces a player-preferred soft, yet solid feel at impact. The black PVD finish and white T-shaped alignment aid make it incredibly easy to square the putter face for enhanced accuracy. Mid-Mallet shape is perimeter weight for a higher MOI and more forgiveness on mis-hits.",
		"discount":""
	},
    {
        "name": "Men's BB55 Putter",
        "brand": "Bettinardi",
        "category": "Clubs",
        "type": "Putters",
        "price": "299.99",
        "src": "65.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Easily shave strokes off of your scorecard with the the Bettinardi Men's BB55 Putter. This one-of-a-kind design is paired up with an ultra-high MOI to help you consistently sink more putts. Distinctive rear weight plugs reposition weight in the extreme back of the club to help stabilize your putting stroke. Multiple alignment lines and cutouts make it easy to accuracy aim your putt. Finished off with a hyper-honeycomb face, that's milled again (adding Feel Impact Technology) for an even softer feel and stronger feedback.",
		"discount":""
	},
    {
        "name": "Men's Joey Putter",
        "brand": "Axis1",
        "category": "Clubs",
        "type": "Putters",
        "price": "199.99",
        "src": "66.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Stop pushing putts and start sinking those birdies with the Axis1 Men's Joey Putter. Carefully engineered with a center of gravity placed exactly in the middle of the putter for optimal balance and playability. This classic blade putter is crafted from 304 Stainless Steel material for maximum durability. The vibration dampening core helps reduce reverberations through the shaft while providing a crisp feel at impact.",
		"discount":""
	},
    {
        "name": "Abaco Series Putter - Phantom",
        "brand": "RIFE Putters",
        "category": "Clubs",
        "type": "Putters",
        "price": "129.99",
        "src": "67.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Rife Legacy Series Phantom Finish Putters Phantom Finish Unlike Any Other RIFE's new Phantom finish is more of a statement than a color choice. Rife's R/D team spent several months perfecting its tone and saturation; the result is a strong, pewter colored PVD finish that sets them apart from all of the other putter manufacturers. The Rife Phantom Finish putter will allow you to stand out from the crowd...make a statement about which equipment you choose to play.",
		"discount":""
	},
    {
        "name": "Connoisseur Putter",
        "brand": "Never Compromise",
        "category": "Clubs",
        "type": "Putters",
        "price": "299.99",
        "src": "68.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Crafted using only the finest materials, ever Never Compromise Connoisseur Putter is forged from 303 stainless steel and CNC milled to ensure incredible precision during production. The combination of the soft metal and forged grain structure provides unprecedented feel at impact for supreme confidence over every putt.",
		"discount":""
	},
    {
        "name": "Black Cat Chipper Putter",
        "brand": "Lynx",
        "category": "Clubs",
        "type": "Putters",
        "price": "19.99",
        "src": "69.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The 35-degree, shot-saving Lynx Black Cat Chipper is the perfect club for around the greens. Your scores will go down with this chipper that delivers consistent shots with its high trajectory and solid feel, and you will not find a better golf club at the price.",
		"discount":""
	},
    {
        "name": "Bazooka HT Max-D Chipper",
        "brand": "Tour Edge",
        "category": "Clubs",
        "type": "Putters",
        "price": "59.99",
        "src": "70.jpg",
        "url": "http://www.tgw.com",
		"description":"The HT Max-D chipper features a heavy, super-wide sole that cuts through rough easily for consistent, clean contact from greenside lies. For maximum responsiveness, the club features a 431 stainless steel head that delivers a soft feel and a delicate touch. ",
		"discount":""
	},
    {
        "name": "2014 White Smoke Putters",
        "brand": "TaylorMade",
        "category": "Clubs",
        "type": "Putters",
        "price": "99.99",
        "src": "71.jpg",
        "url": "http://www.tgw.com",
		"description":"The 2014 White Smoke Putters consists of four models, each a classic shape proven to please the eye. The new dark finish reduces glare while drawing focus on the golf ball. To aid alignment, each model incorporates white alignment lines to reinforce the ability to easily detect when the putterface is square to the target-line, promoting more accurate putts. Every White Smoke putter is equipped with TaylorMade?s tour-proven PureRoll face insert, which promotes forward spin at impact for a smooth, accurate roll. And because the PureRoll insert is constructed of Surlyn, the feel and sound is remarkably soft, yet acute. ",
		"discount":""
	},
    {
        "name": "2012 C-Groove Satin Putters",
        "brand": "YES Golf",
        "category": "Clubs",
        "type": "Putters",
        "price": "180.00",
        "src": "72.jpg",
        "url": "http://www.tgw.com",
		"description":"By gripping the back of the ball and lifting it forward on impact, the C-Grooves of a Yes putter create almost instant stabilization, causing the ball to roll forward much sooner than any other putter.",
		"discount":""
	},
    {
        "name": "Men's IDEA a12 OS Senior Complete Set",
        "brand": "ADAMS GOLF",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "899.99",
        "src": "73.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Featuring the award winning Idea a12 OS Hyrbid Irons - Golf Digest Hot List Gold Medal for Super Game Improvement and recognized as the Category Leader in Innovation, the a12 OS Senior Integrated Set provides a complete set of premium clubs to have the golfer ready for the course.",
		"discount":""
	},
    {
        "name": "Men's XL Graphite Complete Set",
        "brand": "Top Flite",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "299.99",
        "src": "74.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Top Flite Men's XL Complete Set has everything you need for a successful day out on the course. Designed for golfers of all skills levels who are looking for a great set of clubs at an outstanding value. The Titanium composition driver has a large, 460cc head for maximum distance off of the tee. A fairway wood and hybrid clubs are great off of the tee or to help you shorten a long Par 5. Irons are perimeter weighted for enhanced forgiveness and superior playability. Includes an alignment putter so you can easily sink that birdie putt from across the green.",
		"discount":""
	},
    {
        "name": "Plus 18-Piece Full Set",
        "brand": "Strata",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "299.99",
        "src": "75.jpg",
        "url": "http://www.golfsmith.com",
		"description":"With a 460 cc driver, two fairway woods, two hybrids, six irons and a putter, the Strata Plus 18-Piece Full Set promotes faster swing speeds and improved control for more consistency on the course. This full set provides a great combination of distance and forgiveness right out of the box.",
		"discount":""
	},
    {
        "name": "2013 Black Cat Full Set",
        "brand": "Lynx",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "599.99",
        "src": "76.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Lynx 2013 Black Cat Full Set features 13 technology-packed clubs, a deluxe stand bag that includes an eight-way divider and five pockets, including a valuables pocket, and six matching headcovers to protect the driver, fairway woods, and hybrids. Now you can hit the links with the latest equipment sure to make your game extremely enjoyable.",
		"discount":""
	},
    {
        "name": "2013 SDF Full Set",
        "brand": "Snake Eyes",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "799.99",
        "src": "77.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Snake Eyes 2013 SDF Full Set features 14 technology-packed clubs, a deluxe stand bag that includes a seven-way divider and seven pockets, including a valuables pocket, and five matching headcovers to protect the driver, fairway woods, and hybrids. Now you can hit the links with the latest equipment sure to make your game extremely enjoyable.",
		"discount":""
	},
    {
        "name": "M65T Full Set",
        "brand": "MacGregor",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "899.99",
        "src": "78.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The MacGregor M65T Full Set includes a 460cc Ti driver, a fairway wood, a hybrid, stainless steel irons, a putter, and a cart bag with matching headcovers. The driver, fairway wood, and hybrid come with lightweight graphite shafts, while the irons have steel shafts. The cart bag has a 14-way top with nine pockets, including a cooler pocket, and the bag is finished off with an external putter well for easy access.",
		"discount":""
	},
    {
        "name": "Ultimate 18PC Full Set - Black",
        "brand": "Strata",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "399.99",
        "src": "79.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Callaway Strata Ultimate 18-Piece Full Set comes packed with modernized golf technology to give you ultimate distance and performance for every club in the bag. Expect longer shots, more control, and more confidence, all at an incredible value. The full complement of clubs will have you covered from tee to green.",
		"discount":""
	},
    {
        "name": "Z400 17-Piece Full Set",
        "brand": "Zevo",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "399.99",
        "src": "80.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Zevo Z400 17-Piece Full Set has everything you need to hit the links. This set includes a driver, two fairway woods with graphite shafts. The hybrids, 5 through 9 irons, pitching wedge and sand wedge all have steel shafts. Also included are an alignment putter, a stand bag and four headcovers for the woods.",
		"discount":""
	},
    {
        "name": "Baffler XL Full Set",
        "brand": "Cobra",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "899.99",
        "src": "81.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Cobra Baffler XL Full Set features a driver, a fairway wood, hybrids, and irons that are the most forgiving, easiest-to-hit-long set of sticks Cobra has ever made. Hit it long, hit it straight, and start enjoying the game again! The set comes with a Driver, 3-Wood, 3-6 Hybrids, 7-PW, GW, putter, and stand bag with matching headcovers.",
		"discount":""
	},
    {
        "name": "Bazooka JMAX Gold Full Set",
        "brand": "Tour Edge",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "799.99",
        "src": "82.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Tour Edge Bazooka JMAX Gold Package Full Iron Set combines proven, easy-to-hit technology and performance from tee to green. Improving on the wildly popular JMAX series, the new and improved JMAX Gold features a two-piece construction that includes a hyper-steel body and a forged crown that maximizes weight distribution to easily get the ball into the air. Thinner and denser than the cast walls, the forged steel crown provides a lower center of gravity and enhances rebound off the face.",
		"discount":""
	},
    {
        "name": "Strata Ultimate Mens Package Set",
        "brand": "Callaway",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "399.99",
        "src": "83.jpg",
        "url": "http://www.edwinwattsgolf.com",
		"description":"We packed the Strata Ultimate Set with modernized golf technology to give you ultimate distance and performance for every club in the bag. Expect longer shots, more control and more confidence, all at an incredible value. The full complement of clubs will have you covered from tee to green.",
		"discount":""
	},
    {
        "name": "Deep Red Mens Package",
        "brand": "Wilson",
        "category": "Clubs",
        "type": "Complete Sets",
        "price": "449.99",
        "src": "84.jpg",
        "url": "http://www.edwinwattsgolf.com",
		"description":"The Wilson Deep Red Package is a luxury, top notch starter set - excellent for any dedicated, high handicap golfer. This set includes a stand bag and 12 clubs to send you on your way.",
		"discount":""
	},
    {
        "name": "Men's Innovation Graphic Short Sleeve Polo",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Shirts",
        "price": "70.00",
        "src": "85.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Can't-miss style and comfort meet in the Nike Men's Innovation Graphic Short Sleeve Polo. Moisture-wicking Dri-FIT fabric lifts sweat away from your skin to keep you comfortable, and mesh paneling at the sides and back deliver optimal breathablity so you stay cool. The athletic style also features performance stretch construction and open-hem sleeves for an enhanced range of motion that lets you unleash your full swing.",
		"discount":""
	},
    {
        "name": "Men's Yarn Dye Multi-Stripe Short Sleeve Polo",
        "brand": "PUMA",
        "category": "Apparel",
        "type": "Shirts",
        "price": "70.00",
        "src": "86.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Bring on the warm weather because the Puma Men's Yarn-Dyed Multi-Stripe Short Sleeve Polo is your new lucky polo for the season. With comfortable construction, dryCELL functionality, and skinny stripes all around, it's the go-to shirt you'll reach for before a tough round. It's versatile for off-the-course wear, too.",
		"discount":""
	},
    {
        "name": "Men's UA Performance 2.0 Short Sleeve Polo",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Shirts",
        "price": "54.99",
        "src": "87.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Treat yourself to enhanced performance and extreme comfort with the Under Armour Men's UA Performance 2.0 Short Sleeve Polo. Crafted from UA's signature HeatGear fabric with UPF 30+ protection, the polo lifts sweat away from your skin to keep you cool, dry and comfortable in the sun. It's also made with performance stretch for a smooth, natural swing. Anti-odor technology and anti-pick/anti-pill fabric keep you looking sharp on the course.",
		"discount":""
	},
    {
        "name": "Men's TW Engineered Short Sleeve Polo",
        "brand": "Tiger Woods Collection",
        "category": "Apparel",
        "type": "Shirts",
        "price": "95.00",
        "src": "88.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Tiger Woods Collection Men's TW Engineered Short Sleeve Polo delivers modern style and lasting comfort in one sleek package. Moisture-wicking Dri-FIT fabric draws sweat away from your skin to keep you dry and comfortable on the course. Added performance stretch gives you a natural feel that moves with your swing. The shirt also features a back mesh panel for enhanced ventilation. Your modern look is finished with a contrast collar and back for style.",
		"discount":""
	},
    {
        "name": "Men's Prior Gen Embossed Golf Polo",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Shirts",
        "price": "65.00",
        "src": "89.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Featuring a textured design, the Nike® Prior Gen Embossed Polo boasts a unique appearance that is fashionable and performance-enhanced. This golf shirt is specially crafted with Dri-FIT® moisture-wicking technology to keep you dry and comfortable from the first drive to the final putt. The open sleeves promote a full range of motion and reduce friction to maximize the impact of your swing. ",
		"discount":""
	},
    {
        "name": "Men's puremotion climacool Tour Golf Polo",
        "brand": "Adidas",
        "category": "Apparel",
        "type": "Shirts",
        "price": "85.00",
        "src": "90.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The adidas® puremotion® climacool® Tour Polo is packed with performance technology to provide you with the same features the pros rely on. The moisture-wicking climacool® fabric helps keep you cool and dry while strategically placed laser perforation increases ventilation at target sweat zones. This polo also features engineered stretch to benefit your range of motion for unrestricted shifting and swinging. ",
		"discount":""
	},
    {
        "name": "Men's Fitten Golf Polo",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Shirts",
        "price": "70.00",
        "src": "91.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Designed with the Oakley® signature O Hydrolix™ moisture management, the Fitten Golf Polo will provide complete comfort when the course heats up. This modern top features engineered seams for a contoured, natural fit to enhance your range of motion. The quick-dry polyester fabric is finished with UV protection and anti-bacterial technology for lasting relief.",
		"discount":""
	},
    {
        "name": "Men's Space Dye Stripe Golf Polo",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Shirts",
        "price": "69.99",
        "src": "92.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Step onto the course with a clean-cut, stylish look when you wear the Under Armour® Space Dye Stripe Polo. This polo is designed with flexible, 4-way stretch fabric to provide complete mobility and help you achieve maximum potential with every swing. Anti-odor technology keeps you smelling fresh and the UA Moisture Transport System wicks sweat away from the skin so you remain cool, dry and comfortable. ",
		"discount":""
	},
    {
        "name": "Men's Yarn Dye Stripe Golf Polo",
        "brand": "Puma",
        "category": "Apparel",
        "type": "Shirts",
        "price": "65.00",
        "src": "93.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"With a striped front panel, the Puma® Yarn Dye Golf Polo offers a perfect combination of contrast and style. Crafted from dryCELL® moisture-wicking fabric to ensure a cool, dry fit, this modern design keeps you completely at ease during those blistering rounds. The lightweight polyester dries quickly, minimizing distractions like friction and discomfort. ",
		"discount":""
	},
    {
        "name": "Men's Cassis Welded Block Golf Polo",
        "brand": "Slazenger",
        "category": "Apparel",
        "type": "Shirts",
        "price": "63.00",
        "src": "94.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"With mesh insets and raglan sleeves, the Slazenger® Cassis Golf Polo offers breathable comfort and unrestricted mobility. Fashioned from Hydro-Dri™ moisture-wicking fabric and infused with performance stretch, you'll stay cool and dry through the eighteenth hole. This sleek polo also features vented hems, allowing you to shift and turn with ease when you swing. ",
		"discount":""
	},
    {
        "name": "Men's Long Sleeve Tech Sweater",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "100.00",
        "src": "95.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Men's Tech Sweater offers plenty of warmth and allows for a full range of unrestricted movement. And with its Dri-FIT fabrication, moisture is kept at bay, leaving you dry and focused.",
		"discount":""
	},
    {
        "name": "Men's French Rib Solid Long Sleeve Pullover",
        "brand": "Ashworth",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "90.00",
        "src": "96.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The perfect blend of style and substance, the Ashworth Men's French Rib Solid Long Sleeve Pullover looks good on any occasion. Made with a soft cotton/poly blend for comfort, the flat knit construction delivers a sophisticated look that's perfect for layering on and off the course. The quarter-zip style is cut with a relaxed, modern fit for an enhanced range of motion that won't compromise your swing.",
		"discount":""
	},
    {
        "name": "Argyle Midnight Blue Sweater V-Neck",
        "brand": "Ashworth",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "95.00",
        "src": "97.jpg",
        "url": "http://www.globalgolf.com",
		"description":"From tee to green, you’ll want to be seen in this sophisticated yet comfortable argyle V-neck Sweater. Offering the perfect blend of fashion, performance and fit, it’s just the right amount of style needed to upgrade your game.",
		"discount":""
	},
    {
        "name": "V-Brash 2.0 Black Sweater V-Neck",
        "brand": "Travis Mathew",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "110.00",
        "src": "98.jpg",
        "url": "http://www.globalgolf.com",
		"description":"The Travis Mathew V-Brash 2.0 V-Neck sweater blends performance and a spirited sense of style. This sweater is constructed of 50% Merino and 50% Acrylic which provides a fashionable cool weather layer. The V-Brash 2.0 V-Neck sweater features include ribbed v-neck design, ribbed cuffs and waistline, Travis Mathew script embroidery on left chest and TM icon embroidery on back right shoulder. This sweater is sure to provide comfortable style on or off the links.",
		"discount":""
	},
    {
        "name": "Argyle Black-Red-White Sweater Vest",
        "brand": "Kings Cross",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "54.99",
        "src": "99.jpg",
        "url": "http://www.globalgolf.com",
		"description":"Kings Cross is a line of golf apparel inspired by golf’s rich, centuries-old history. Originating in Europe and most strongly rooted in Scotland, folklore has it that players dressed in kilts to reflect their heritage. By the mid-20th century, knickers and sweater vest had become the transatlantic signature golf outfit. Honoring the evolution of golf fashion, the Kings Cross mission is to create a clothing line the respects the integrity of traditional style, while giving it a fresh, fun spin. The Kings Cross Argyle sweater collection balances a traditional look with style. Made of 100% fine cotton, there are a variety of patterns from which to choose. Wear them on and off the course, and match with socks from the Argyle sock collection.",
		"discount":""
	},
    {
        "name": "Merino Performance Heather Oatmeal L Sweater V-Neck",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "130.00",
        "src": "100.jpg",
        "url": "http://www.globalgolf.com",
		"description":"The FootJoy Merino Performance sweater is great for layering because it is easy to take off or put on as weather conditions change on the course. It is constructed of 100% luxurious merino wool and features superior thermal protection and provides the golfer with just the right amount of warmth and comfort.",
		"discount":""
	},
    {
        "name": "SW-1120 Black L Sweater V-Neck",
        "brand": "Glen Echo",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "59.99",
        "src": "101.jpg",
        "url": "http://www.globalgolf.com",
		"description":"The SW-1120 is an argyle jacquard cardigan has a cotton sweater shell with a vertical rib detail on the arms and back and accent lines along the neck and center with argyle jacquard on the sides.",
		"discount":""
	},
    {
        "name": "SW-9860 Brown-Khaki-Ivory L Sweater Vest",
        "brand": "Glen Echo",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "54.99",
        "src": "102.jpg",
        "url": "http://www.globalgolf.com",
		"description":"The SW-9860 is Argyle Quarter Zip Sweater Vest. It features 70% Cotton/30% Nylon blend with full fashion construction with leather zipper pull. It has lycra added waistband and cuffs for durability.",
		"discount":""
	},
    {
        "name": "Saratoga Merino Argyle Marine-Argyle L Sweater Vest",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "115.00",
        "src": "103.jpg",
        "url": "http://www.globalgolf.com",
		"description":"The FootJoy Saratoga Merino Argyle vest is great for layering because it is easy to take off or put on as weather conditions change on the course. It is constructed of 100% luxurious merino wool and features superior thermal protection and provides the golfer with just the right amount of warmth and comfort.",
		"discount":""
	},
    {
        "name": "Performance Carbon Heather Sweater V-Neck",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Sweaters",
        "price": "79.99",
        "src": "104.jpg",
        "url": "http://www.globalgolf.com",
		"description":"The Nike Performance V-Neck Sweater is made of 50% wool and 50% acrylic. It is lightweight and great for those cool days in the fall.",
		"discount":""
	},
    {
        "name": "Men's Flat Front Tech Short",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Shorts",
        "price": "65.00",
        "src": "105.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Men's Flat Front Tech Short is easy to wear on the golf course. These golf shorts are solid in color and reliable round after round. They move when you do and won't hold you back. Plus the Dri-FIT moisture wicking keeps you dry and comfortable so you can play with confidence.",
		"discount":""
	},
    {
        "name": "Men's Monolite Flat Front Short",
        "brand": "PUMA",
        "category": "Apparel",
        "type": "Shorts",
        "price": "70.00",
        "src": "106.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The PUMA Men's Monolite Flat Front Short is designed to fit your lifestyle. Crafted from dryCELL fabric with UV protection, it lifts sweat away from so you stay dry and comfortable on the course. The modern style also features stretch fabrication that moves without clinging, grabbing or restricting your swing. The performance look is finished with a special zippered side pocket to stash your phone while you play.",
		"discount":""
	},
    {
        "name": "Men's Golf Plaid Short",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Shorts",
        "price": "70.00",
        "src": "107.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Men's Golf Plaid Short is easy to wear on the golf course. These golf shorts are for true golfers and are reliable round after round. They move when you do and won't hold you back. Plus the Dri-FIT moisture wicking keeps you dry and comfortable so you can play with confidence.",
		"discount":""
	},
    {
        "name": "Men's Bent Grass 2.0 Short",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Shorts",
        "price": "59.99",
        "src": "108.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Light and breathable, the Under Armour Men's Bent Grass 2.0 Short is just right for the course. Made with UA's signature HeatGear® fabric and sweat-wicking Moisture Transport System, the shorts keep you cool and comfortable in warm conditions. The full, loose fit and 4-way stretch fabrication also deliver an enhanced range of motion for superior performance that doesn't weigh you down. Finished with UPF 30+ for extra protection while you play.",
		"discount":""
	},
    {
        "name": "Men's Performance Stretch Flat Front Short",
        "brand": "Ashworth",
        "category": "Apparel",
        "type": "Shorts",
        "price": "65.00",
        "src": "109.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"As solid in performance as it is in color, the Ashworth Men's Performance Stretch Flat Front Short goes to work on the course and at the range. EZ-TEC2 fabric delivers breathable quick-dry performance to keep you cool when your round heats up. Styled with a relaxed fit for a full range of motion, the shorts also feature grippy waist so your polo stays put. And with wrinke-, shrink- and color fade-resistant fabric, you look sharp all round long.",
		"discount":""
	},
    {
        "name": "Men's Flat Front Pocket",
        "brand": "Adidas",
        "category": "Apparel",
        "type": "Shorts",
        "price": "75.00",
        "src": "110.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The adidas Men's Flat Front Pocket Short is a high-function, low-stress style perfect for the course. The low-profile, athletic style is made with moisture-wicking fabric that draws sweat away from your skin to keep you cool and comfortable. It's engineered with a silicone inner waistband that keeps your polo in place throughout play. The utilitarian look is finished with a left cargo pocket that's perfect for stashing your scorecard.",
		"discount":""
	},
    {
        "name": "Men's Plaid Tech Golf Shorts",
        "brand": "Callaway",
        "category": "Apparel",
        "type": "Shorts",
        "price": "70.00",
        "src": "111.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"A modern twist on a timeless style, the Callaway® Plaid Shorts feature bright colors and performance engineering to ensure you look and feel your best this season. Crafted from a lightweight polyester fabric, these tech bottoms wick moisture away from your skin to maintain a cool, dry fit from the first tee to the final putt. Whether you're playing golf or not, sport the stylish and comfortable Callaway® Plaid Shorts. ",
		"discount":""
	},
    {
        "name": "Men's Miami Plaid Golf Shorts",
        "brand": "Walter Hagen",
        "category": "Apparel",
        "type": "Shorts",
        "price": "58.00",
        "src": "112.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Featuring a classic pattern and engineered poly fabric, the Walter Hagen® Miami Plaid Shorts will keep you comfortable and at ease during those warm weather months. Crafted to benefit your golf performance, these bottoms are designed with moisture-wicking, quick-dry fabric to prevent friction and discomfort. These traditional fitting, flat front shorts offer a sleek look with unrestricted mobility, ideal for long rounds in warm conditions. ",
		"discount":""
	},
    {
        "name": "Men's Darwen Plaid Flat Front Short",
        "brand": "Slazenger",
        "category": "Apparel",
        "type": "Shorts",
        "price": "60.00",
        "src": "113.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Evolve your golf game with the Slazenger Men's Darwen Plaid FF Short. These lightweight, comfortable shorts will keep you cool and dry thanks to HYDRO DRI moisture wicking technology. The polyester/spandex blend enables you to move freely and swing naturally to hit that perfect shot. 2 front and 2 back pockets ensure you have enough room to carry all your golf essentials.",
		"discount":""
	},
    {
        "name": "Men's 3-Stripes Golf Shorts",
        "brand": "Adidas",
        "category": "Apparel",
        "type": "Shorts",
        "price": "60.00",
        "src": "114.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Ideal for warm weather comfort, the adidas® 3-Stripes Golf Shorts keep you light and fresh from the first hole to the final putt. Cut from a comfortable polyester fabric, these shorts offer a breathable feel and moisture-wicking capabilities to evaporate sweat. The classic flat front design and signature 3-stripes detail above the back right pocket uphold the adidas® standard of style and performance.",
		"discount":""
	},
    {
        "name": "Men's Modern Tech Pant",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Pants",
        "price": "80.00",
        "src": "115.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Men's Modern Tech Pant is a solid golf pant for a solid round. Performance stretch fabric moves with your body for a smooth, comfortable feel. They also feature moisture-wicking Dri-FIT fabric to keep you comfortable on the course. Finished with a flat front and slim fit, the performance design delivers a modern look to your game.",
		"discount":""
	},
    {
        "name": "Men's Microfiber Herringbone Flat Front Pant",
        "brand": "Ashworth",
        "category": "Apparel",
        "type": "Pants",
        "price": "65.00",
        "src": "116.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Classically styled and made to play, the Ashworth Men's Microfiber Herringbone Flat Front Pant is a must-have for any golfer. Suited for the demands of the course yet refined enough for everyday tasks at the office, the Herringbone pant offers all-day comfort and style you need, no matter what.",
		"discount":""
	},
    {
        "name": "Men's Plaid Golf Pants",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Pants",
        "price": "85.00",
        "src": "117.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Designed for comfort and flexibility with added stretch, the Nike® Plaid Pants let you perform at your best while showing off your sense of style. While built for performance, these lightweight dobby pants look crisp and professional with a classic plaid pattern and flat front. They also feature Dri-FIT® technology to ensure a dry, friction-free round.",
		"discount":""
	},
    {
        "name": "Men's 5 Pocket Tech Golf Pants",
        "brand": "Puma",
        "category": "Apparel",
        "type": "Pants",
        "price": "85.00",
        "src": "118.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"With their lightweight, streamlined construction, the Puma® 5 Pocket Tech Pants are both modern and functional. They feature a moisture-wicking finish to manage sweat for dry, friction-free comfort while you play, plus advanced sun protection keeps you in top form. Added stretch allows you to bend and crouch without binding, so you face fewer restrictions in your game. ",
		"discount":""
	},
    {
        "name": "Men's Haverford Golf Pants",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Pants",
        "price": "85.00",
        "src": "119.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Designed for optimum performance, the Oakley® Haverford Golf Pants are engineered to respond to your natural range of movement. With four-way stretch capabilities and moisture management, these lightweight bottoms will keep you comfortable and dry for the duration of the day. Whether you are walking or riding, the Oakley® Haverford Pants ensure you'll maneuver the course with ease.",
		"discount":""
	},
    {
        "name": "Men's Dri-FIT Flat Front Tech Golf Pants",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Pants",
        "price": "80.00",
        "src": "120.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Designed for a modern fit with sweat-wicking fabric, the Nike® Dri-FIT® Flat Front Golf Pants offer unparalleled comfort and style. Built with Dri-FIT® technology and infused with performance stretch, these bottoms maximize mobility and evaporate moisture to keep you friction-free. Appropriate for the course or the office, the sleek, professional style of these Nike® Tech Pants will help you to look and feel your best. ",
		"discount":""
	},
    {
        "name": "Men's puremotion climacool Tour Golf Pants",
        "brand": "Adidas",
        "category": "Apparel",
        "type": "Pants",
        "price": "90.00",
        "src": "121.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The adidas Puremotion Tour Climacool Pant is made for comfort and performance on the golf course, at work, school or play. Puremotion revolutionized adidas footwear. Now lightweight Puremotion performance technology joins tour proven Climacool moisture management in these lightweight, breathable, great looking and performing golf pants from adidas Golf. ",
		"discount":""
	},
    {
        "name": "Men's Plaid Tech Golf Pants",
        "brand": "Puma",
        "category": "Apparel",
        "type": "Pants",
        "price": "90.00",
        "src": "122.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Modernly updated with a bold plaid pattern and action-ready fit, the Puma® Plaid Tech Pants are a stylish alternative to traditional khakis for the golf club. These lightweight pants feature sun protection and a moisture-wicking finish to draw away perspiration for a cool, dry fit. Added stretch allows you to bend and crouch with ease, so you face fewer restrictions on the fairway.",
		"discount":""
	},
    {
        "name": "Men's Flat Front Performance Pant",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Pants",
        "price": "85.00",
        "src": "123.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The FootJoy Men's Flat Front Performance Pant is prefect on the links or in the office. The modern flat-front styling is crafted from four-way stretch fabric that offers extreme comfort and delivers a full range of motion on the course. It also features easy care construction that avoids wrinkling and shrinkage, so you look good longer. The classic look is finished with side and back pockets with generous space for all your golf essentials.",
		"discount":""
	},
    {
        "name": "Green & White Golf Pants",
        "brand": "Loudmouth",
        "category": "Apparel",
        "type": "Pants",
        "price": "95.00",
        "src": "124.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Add some color to your wardrobe with the unexpected style of Loudmouth® Golf Pants. You'll be the center of attention in these Green & White Argyle Bottoms, which update the classic pattern with modern colors and a streamlined fit. Crafted from a lightweight, performance fabric, these pants offer unparalleled comfort and unrestricted mobility while you play ",
		"discount":""
	},
    {
        "name": "Men's Hyperadapt Wind Jacket",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "100.00",
        "src": "125.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Men's Hyperadapt Wind Jacket delivers high-tech performance in versatile comfort. Constructed from stylish translucent nylon, the half-zip design features a mesh back for extra ventilation so you stay comfortable. Stretch panels also offer an enhanced range of motion that won't restrict your swing. Finished with a mock neck and bonded seams to help block out the wind, the adjustable hem and stretch cuff offer custom-fit protection.",
		"discount":""
	},
    {
        "name": "Men's Solid Long Sleeve 1-4-Zip Top",
        "brand": "PUMA",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "75.00",
        "src": "126.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The PUMA Men's Solid Long Sleeve 1/4-Zip Top is the perfect choice for your chilly morning rounds. Constructed with dryCELL functionality to keep you comfortable while you play, the top also features UV protection and strategically placed mesh panels for ultimate on-course performance. Your athletic look is finished with a quarter-zip mock neck for easy layering while you play.",
		"discount":""
	},
    {
        "name": "Men's Softshell Jacket",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "145.00",
        "src": "127.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Engineered for cool conditions, the FootJoy Men's Softshell Jacket offers warmth and protection from light rain. Designed to keep you warm without adding bulk, the full-zip jacket is made from a three-layer knit waterproof laminated fabric that keeps you dry and comfortable on the course. The performance design is also equipped with adjustable Velcro® cuffs that help your sleeves stay put, and a scorecard pocket for easy storage and retrieval.",
		"discount":""
	},
    {
        "name": "Men's Curran 1-4-Zip Pullover",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "75.00",
        "src": "128.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Sweat-wicking and quick-drying, the Oakley Men's Curran 1/4-Zip Pullover delivers a comfortable game through 18 holes. Made with O Hydrolix™ technology, the pullover lifts moisture away from the skin so you stay dry and comfortable on the course. It also features UV protection and antibacterial action to keep you fresh. With flatlock seams and stretch fabric, the athletic quarter-zip design offers versatile coverage that won't cramp your swing.",
		"discount":""
	},
    {
        "name": "Men's Qualify 1-4 Zip",
        "brand": "Walter Hagen",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "50.00",
        "src": "129.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Stay prepared on the course with the Walter Hagen Men's Qualify 1/4 Zip. Waterproof construction blocks out the elements to keep you comfortable during your round. The long-sleeve jacket features adjustable closures at the cuffs for a secure fit, and the quarter-zip design provides easy on/off convenience for changing conditions. Zippered side and chest pockets keep your glove and scorecard dry and protected.",
		"discount":""
	},
    {
        "name": "Men's DryJoys Performance Light Long Sleeve Jacket",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "170.00",
        "src": "130.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The DryJoys Performance Collection is lightweight, comfortable, and waterproof. All while providing enhanced performance and breathability. FootJoy's storm collar is higher in the back and lower near the chin to keep water off your neck and back.",
		"discount":""
	},
    {
        "name": "Men's Thermal Mapping Jacket",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "150.00",
        "src": "131.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Men's Thermal Mapping Jacket ensures you're ready to tee off no matter the weather. Wind- and water-resistant, the long sleeve jacket combines knit construction with lightweight filled sections to provide warmth and maximum playability. Strategically placed stretch panels extend your range of motion, and the highly breathable design keeps you comfortable when Mother Nature won't cooperate.",
		"discount":""
	},
    {
        "name": "Men's Power Torque Wind Jacket",
        "brand": "Zero Restriction",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "300.00",
        "src": "132.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Zero Restriction Men's Power Torque Wind Jacket is full of technologies that will improve your game during nasty weather conditions. This golf jacket has an extra panel of stretch across the back so you have enhanced flexibility while swinging. It also is highly wind and water resistant so you won't know the difference between an afternoon in October and a warm July morning.",
		"discount":""
	},
    {
        "name": "Men's Ranger 1-4-Zip Long Sleeve Mock",
        "brand": "PING",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "70.00",
        "src": "133.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Cover up like the pros in the PING Men's Ranger 1/4-Zip Long Sleeve Mock. Crafted from moisture-wicking fabric, the long sleeve style features a mock neck to keep out the chill and a quarter-zip design for easy layering. Added UV protection blocks out the sun's rays to help you stay comfortable on the course. Equipped with a forearm zipper pocket for your MP3 player, the pullover is perfect for the range, too.",
		"discount":""
	},
    {
        "name": "Men's Fiction Jacket",
        "brand": "Travis Mathew",
        "category": "Apparel",
        "type": "Outerwear",
        "price": "119.95",
        "src": "134.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Travis Mathew Men's Fiction Jacket is just the right combination of comfort and cool. The full-zip design allows for easy layering whether you're teeing up or hitting the clubhouse, and the ribbed cuffs and hem provide a snug, athletic fit. Styled with a custom sublimated print chest panel, the jacket features side-zip pockets for stashing tees, balls and winning scorecards.",
		"discount":""
	},
    {
        "name": "Sport Mesh Cap",
        "brand": "Titleist",
        "category": "Apparel",
        "type": "Hats",
        "price": "27.00",
        "src": "135.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Titleist Sport Mesh Cap has major shade and style. This golf hat not only provides shade but also wicks away moisture and protects you from the sun for extra protection in case you want to go another round.",
		"discount":""
	},
    {
        "name": "Men's Tour Flex-Fit Cap",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Hats",
        "price": "30.00",
        "src": "136.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Put a professional finish on your round with the Nike Men's Tour Flex-Fit Cap. The authentic Tour cap features a stretch-to-fit design crafted from Dri-FIT fabric that wicks sweat away from your head so you stay comfortable. Tour branding at sides and a contrast front panel delivers an athletic style.",
		"discount":""
	},
    {
        "name": "Men's TW Tour Mesh Cap",
        "brand": "Tiger Woods Collection",
        "category": "Apparel",
        "type": "Hats",
        "price": "30.00",
        "src": "137.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Top off your round like Tiger in the Tiger Woods Collection Men's TW Tour Mesh Cap. The authentic Tour cap features a stretch-to-fit design crafted from Dri-FIT fabric that wicks sweat away from your head so you stay comfortable. Tour branding at sides and a contrast front panel delivers an athletic style.",
		"discount":""
	},
    {
        "name": "Men's Straw Golf Hat",
        "brand": "Game",
        "category": "Apparel",
        "type": "Hats",
        "price": "25.00",
        "src": "138.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The Game ® Straw Hat is a classic accessory for sun protection on the golf course. Woven with two colors of natural straw and finished with a fabric band, it has a traditional style that pairs easily with any outfit whether on the fairway or just spending time outdoors. Keep yourself cool and shaded from the sun while lining up your winning putt in this straw golf hat. ",
		"discount":""
	},
    {
        "name": "Men's Augusta Golf Hat",
        "brand": "Callaway",
        "category": "Apparel",
        "type": "Hats",
        "price": "25.99",
        "src": "139.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The Callaway® Augusta Golf Hat commemorates the annual tradition in an accessory you can sport on and off the course. This hat is designed with a moisture-wicking sweatband and lightweight fabric to provide warm weather relief and help you maintain your focus on the game. An adjustable back lets you dictate your ideal fit, while embroidered details top off your look with authentic style. ",
		"discount":""
	},
    {
        "name": "Men's Houndstooth Golf Hat",
        "brand": "Titleist",
        "category": "Apparel",
        "type": "Hats",
        "price": "24.00",
        "src": "140.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Top off your golf outfit this season with the Titleist® Houndstooth Golf Hat. Designed with an adjustable back closure, you can customize the fit to your liking, and the eyelets at the top increase airflow for a cool fit. The cotton fabric provides a soft feel and an all-over houndstooth pattern adds a classic touch to your game, perfect for your next outing. ",
		"discount":""
	},
    {
        "name": "Men's Headline Stretch Fit Golf Hat",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Hats",
        "price": "24.99",
        "src": "141.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"For protection and style, wear the Under Armour® Headline Stretch Fit Golf Cap. Built with HeatGear® moisture-wicking technology for complete warm weather comfort, this hat prevents perspiration from interfering with your game and shields you from the sun's rays. This UA cap features a rear band and stretch fit construction for maximum comfort and a secure feel. ",
		"discount":""
	},
    {
        "name": "Men's Premium Flat Lucky Plaid Golf Hat",
        "brand": "Black Clover",
        "category": "Apparel",
        "type": "Hats",
        "price": "26.00",
        "src": "142.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"It can't help but increase your chances when you wear the Black Clover® Premium Flat Lucky Plaid Golf Hat. With embroidered contrast stitching and plaid details at the front and under the visor, this stylish cap will accessorize any outfit. Complete with the signature Live Lucky™ phrase across the back, this hat may just provide the good fortune you need to lower your score. ",
		"discount":""
	},
    {
        "name": "Men's Dance Floor Plaid Golf Hat",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Hats",
        "price": "21.99",
        "src": "143.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Complete your look in a fresh, modern style with the Under Armour® Dance Floor Plaid Hat. Featuring a tonal plaid and high crown design, this cap is the perfect finish on or off the course. Its stretch design gives you a customized, comfortable fit, while its moisture-wicking interior band manages sweat to keep you cool, dry, and looking great. ",
		"discount":""
	},
    {
        "name": "Monoline 210 Mens Headwear",
        "brand": "Puma",
        "category": "Apparel",
        "type": "Hats",
        "price": "29.99",
        "src": "144.jpg",
        "url": "http://www.edwinwattsgolf.com",
		"description":"Signature PUMA design, sported on Sundays by none other than Rickie Fowler himself. The 210 Fitted Monoline Cap is a 98% cotton, 2% spandex blend.",
		"discount":""
	},
    {
        "name": "Men's Sleek Modern Plaque Belt",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Belts",
        "price": "50.00",
        "src": "145.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Stylish and colorful, the Nike Men's Sleek Modern Plaque Belt is an instant classic. Constructed from quality Nappa leather and equipped with a brushed gunmental plaque buckle, you'll look sleek and sophisticated through every swing.",
		"discount":""
	},
    {
        "name": "Men's Webbed Belt",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Belts",
        "price": "19.99",
        "src": "146.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Functional and stylish, the Under Armour Men's Webbed Belt puts a perfect finish on your game. The durable polyester construction and adjustable design gives you a custom fit that stays put through each and every swing. And with a bottle opener on the reverse buckle, you can stay refreshed during your round.",
		"discount":""
	},
    {
        "name": "Men's TW Mesh II Belt",
        "brand": "Tiger Woods Collection",
        "category": "Apparel",
        "type": "Belts",
        "price": "70.00",
        "src": "147.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Modern performance meets timeless style in the Tiger Woods Collection Men's TW Mesh II Belt. Crafted from Nappa leather, the belt features perforated construction and a mesh lining for enhanced breathability. It's also engineered with Nike's G-Flex technology, so it stretches and moves with your body. The polished look is finished with a brushed silver buckle featuring an engraved Nike Swoosh.",
		"discount":""
	},
    {
        "name": "Men's Factory Lite Belt",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Belts",
        "price": "30.00",
        "src": "148.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Finish off your look in lightweight style with the Oakley Men's Factory Lite Belt. Constructed from a durable nylon fabric, the belt features a sublimated Oakley print and clamp buckle. And with the fully adjustable design, you get a custom fit every time.",
		"discount":""
	},
    {
        "name": "Men's Core Belt",
        "brand": "Slazenger",
        "category": "Apparel",
        "type": "Belts",
        "price": "25.00",
        "src": "149.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Contemporary style with durable construction, the Slazenger Men's Core Belt doesn't quit. Made from water- and sweat-resistant silicon, the belt resists warping and fraying so you get more wear. It also features built-in stretch and allover perforations that ensure a custom fit each time. The modern style is finished with a silver finish buckle for extra polish.",
		"discount":""
	},
    {
        "name": "Men's Tech Essentials Web Belt",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Belts",
        "price": "20.00",
        "src": "150.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Bright and bold, the Nike Men's Tech Essentials Web Belt is a must-have for every golfer. The web strap construction and clamp buckle delivers a perfect fit each and every time. And with Nike Personalized Fit technology, the belt can even be cut down to a custom length for ultimate comfort. Equipped with a bottle opener on the back of the buckle, it even helps you stay refreshed on the course.",
		"discount":""
	},
    {
        "name": "Men's Braided Stretch Leather Belt",
        "brand": "PGA TOUR",
        "category": "Apparel",
        "type": "Belts",
        "price": "30.00",
        "src": "151.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The PGA TOUR Men's Braided Stretch Leather Belt mixes and matches with a variety of colors from neons to neutrals so you look put together even in the bunker.",
		"discount":""
	},
    {
        "name": "Men's Trophy Belt_Hi_Res_Red",
        "brand": "Adidas",
        "category": "Apparel",
        "type": "Belts",
        "price": "49.99",
        "src": "152.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Take your rightful place on the leaderboard in the stylish adidas Men's Trophy Belt. The reversible leather style offers two unique looks, and the interchangable design lets you mix and match straps and buckles to suit your style. adidas' cut-to-size design fits up to size 42 and can be tailored to your custom needs. The contoured 3-Stripes gunmetal buckle polishes off your look in professional style.",
		"discount":""
	},
    {
        "name": "Men's Reversible Plaque Belt",
        "brand": "PGA TOUR",
        "category": "Apparel",
        "type": "Belts",
        "price": "30.00",
        "src": "153.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Finish off your outfit and stabilize your look with the PGA Tour Men's Reversible Plaque Belt. This golf belt can be worn on either side so it's versatile and mixes easily into your wardrobe week after week. Plus it's constructed from leather so it's sturdy and will conform comfortably to your waist.",
		"discount":""
	},
    {
        "name": "Men's Classic Reversible Belt",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Belts",
        "price": "45.00",
        "src": "154.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"LEATHER Pebble grain nappa leather BUCKLE Textured roller buckle with Swoosh detail on front, pivoting reversible buckle TECHNOLOGY Reversible, 2 in 1 DETAIL Edge stitching",
		"discount":""
	},
    {
        "name": "Men's CottonSof Sport 3-Pack Socks(Disc Style 15206)",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Socks",
        "price": "13.99",
        "src": "155.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The CottonSof sport 3-pack socks are cushioned throughout entire sock. Comfort seam technology for exceptional fit.",
		"discount":""
	},
    {
        "name": "Men's Golf Sock 2-Pack",
        "brand": "ECCO",
        "category": "Apparel",
        "type": "Socks",
        "price": "11.99",
        "src": "156.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Keep your feet comfortable on the course with the ECCO Men's Golf Sock 2-Pack. Made from breathable, moisture-absorbent Pima Cotton, the socks keep you feet dry and healthy while you play. The performance design also features built-in arch support and fit construction for a snug feel that contours to your feet. Engineered with a reinforced heel and toe for durability, the ECCO Golf Sock puts the perfect finish on you round.",
		"discount":""
	},
    {
        "name": "Men's Tour Profile Sock",
        "brand": "Kentwool",
        "category": "Apparel",
        "type": "Socks",
        "price": "19.95",
        "src": "157.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Kentwool Men's Tour Profile Socks are the world's best golf socks. They are extremely comfortable, long lasting, and 100% American made. They are thermoregulatory, meaning they keep you warm in the winter and cool in the summer, and the natural absorbency holds up to 30% of your body weight in moisture while keeping the foot completely dry by wicking moisture away. Extreme cushioning in the base of the foot lasts the entire life of the socks and means no blisters. Guaranteed! ",
		"discount":""
	},
    {
        "name": "Wayne Athletic Socks",
        "brand": "Travis Mathew",
        "category": "Apparel",
        "type": "Socks",
        "price": "9.99",
        "src": "158.jpg",
        "url": "http://www.golfsmith.com",
		"description":"In collaboration with Stance Socks, the Travis Mathew Wayne Athletic Socks are made on 200-needle machines, which allows for incredible comfort and performance. The higher needle-count machines make for more durable, denser socks, and the fine gauge allows the socks to fit far better.",
		"discount":""
	},
    {
        "name": "Men's Dri-FIT Lightweight No-Show Socks",
        "brand": "Nike",
        "category": "Apparel",
        "type": "Socks",
        "price": "7.50",
        "src": "159.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Nike Men's Dri-FIT Lightweight No-Show Socks are cushioned for the ultimate in comfort with their premium, soft-touch nylon and spandex construction. They provide a secure, stable fit and offer arch support for all-day wear.",
		"discount":""
	},
    {
        "name": "Men's Beyond No Show Golf Sock 3 Pack",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Socks",
        "price": "13.99",
        "src": "160.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Engineered for comfort while golfing, the Under Armour® Beyond No Show Socks feature sweat-wicking technology to reduce moisture. While keeping your feet cool and light, strategic ventilation zones throughout ensure maximum dryness when you're active. Anti-odor technology also works to keep you feeling fresh for lasting comfort. ",
		"discount":""
	},
    {
        "name": "Men's Pro Performance Golf Sock 2 Pack",
        "brand": "Puma",
        "category": "Apparel",
        "type": "Socks",
        "price": "14.99",
        "src": "161.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Experience superior comfort from tee off to your final putt with the Puma® Pro Performance Golf Socks. Designed with a cushioned heel tab, these socks absorb the impact of every step to maximize comfort, and the mesh section throughout the sock enhances ventilation to keep the perspiration at bay. The cotton, polyester and nylon fabric blended with spandex offers a stretch fit for lasting comfort. ",
		"discount":""
	},
    {
        "name": "Men's O Hydrolix No Show Golf Sock 2 Pack",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Socks",
        "price": "14.99",
        "src": "162.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Take your golf game to the next level in the Oakley® O Hydrolix™ No Show Golf Socks, designed to enhance your comfort during the round for reduced distractions. Engineered with O Hydrolix™ technology to manage moisture and mesh ventilation to increase air flow, they effectively minimize dampness for a dry fit. Plus, a deep heel pocket and ribbed arch create a secure fit that won't slip down as you move. ",
		"discount":""
	},
    {
        "name": "Men's ProDry Striped Golf Crew Sock",
        "brand": "FootJoy",
        "category": "Apparel",
        "type": "Socks",
        "price": "10.00",
        "src": "163.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Add some unexpected character to your golf wardrobe with the FootJoy® ProDry Striped Crew Socks, crafted with a unique contrast design. They feature superior moisture control to dry faster and stay dry longer, plus they're blended with stretch and built with an enclosed toe seam to give you a smooth, secure fit. The classic crew length is updated with a double-layer reinforced heel for durability through the seasons. ",
		"discount":""
	},
    {
        "name": "Men's Fusion Lite Low-Cut Sock - White-Vibrant Orange",
        "brand": "PUMA",
        "category": "Apparel",
        "type": "Socks",
        "price": "10.00",
        "src": "164.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The PUMA Men's Fusion Lite Low-Cut Sock offers all-day comfort on the course. Engineered with Achilles heel protection and a cushioned strike zone, the low-cut style is specially designed to deliver optimum comfort when you walk. It's also constructed with 360-degree ventilation and a comfort toe seam for an ideal fit.",
		"discount":""
	},
    {
        "name": "Men's Podium Sunglasses - Matte Black Frame-Interchangeable Lenses",
        "brand": "Tifosi",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "79.99",
        "src": "165.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Make a bold statement the next time you step out onto the golf course with the Tifosi Men's Podium Sunglasses. Crafted from Grilamid TR-90 material, a homopolyamide nylon that provides durable bending strength and a high resistance to chemical and UV damage. Adjustable ear and nose pieces, featuring hydrophilic rubber that increased traction the more you sweat, creates a hassle-free custom fit for all day wearability. Revolutionary clarion mirror lenses are hydrophobic to help prevent water spots from sweat or rain.",
		"discount":""
	},
    {
        "name": "Men's RadarLock Path Sunglasses - Polished White Frame-Interchangeable Lenses",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "220.00",
        "src": "166.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The ultimate sport performance sunglasses, this revolutionary eyewear lets you take full advantage of a wide array of performance lenses, thanks to Switchlock Technology that makes lens changing fast and easy. Switchlock lets you adapt your vision for any environment and keep up with changing light, and all lenses are optimized with the clarity and impact resistance of High Definition Optics (HDO). Engineered to meet the uncompromising demands of world-class golfers, RadarLock changes the game with a new definition of performance. Don't let sunlight alter your golf game, bring your Oakley's and block out the sun.",
		"discount":""
	},
    {
        "name": "Men's Mach Sunglasses - Matte Black Frame-Gradient Smoke",
        "brand": "Sundog",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "69.99",
        "src": "167.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Sundog Men's Mach Sunglasses offer aggressive performance in a sleek and stylish package. These lightweight glasses feature a MaxFlex RILSAN frame for increased durability. The Megol temple tips and adjustable metal-core Megol nose pad offer the ultimate in non-slip technologies. Comfortably fits all face shapes.",
		"discount":""
	},
    {
        "name": "Men's Galveston Sunglasses - Silver Frame-Silver Mirror 580P Lens",
        "brand": "Costa Del Mar",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "189.00",
        "src": "168.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Complement your golf swing with the rimless styling of the Costa Del Mar Men's Galveston Sunglasses. The larger, 580P lenses offer greater protection and a panoramic view while still remaining scratch and impact resistant. Co-injected, nylon frames provide lightweight comfort and long-lasting durability. Each pair of Costa Del Mar sunglasses are built by hand and come with a lifetime warranty.",
		"discount":""
	},
    {
        "name": "Men's Seek Sunglasses - Tortoise Frame-GT Lens",
        "brand": "Tifosi",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "49.95",
        "src": "169.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Add some style to your golf game with the Tifosi Men's Seek Sunglasses. These fashionable sunglasses offer adjustable nose and ear pads, for the ultimate in comfort, performance and customizable fit. The hydrophilic rubber increases its grip the more you sweat to help reduce sliding and slipping. All Tifosi sunglasses include a hard shell zippered case and microfiber cleaning bag.",
		"discount":""
	},
    {
        "name": "Men's Podium XC Sunglasses - Crystal Blue Frames-Interchangeable Lenses",
        "brand": "Tifosi",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "79.99",
        "src": "170.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"That chip in for eagle may make you a local golf legend but the Tifosi Men's Podium XC Sunglasses will lock in your sensible style for life. Crafted from Grilamid TR-90 material, a homopolyamide nylon that provides durable bending strength and a high resistance to chemical and UV damage. Adjustable ear and nose pieces, featuring hydrophilic rubber that increased traction the more you sweat, creates a hassle-free custom fit for all day wearability. Revolutionary clarion mirror lenses are hydrophobic to help prevent water spots from sweat or rain.",
		"discount":""
	},
    {
        "name": "Men's Core Switch Sunglasses - Satin Silver Frame-Interchangeable Lenses",
        "brand": "Under Armour",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "159.99",
        "src": "171.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Built for the athlete who wants it all, the Under Armour Men's Core Switch Sunglasses are well rounded and appropriate for a variety of sports. The patented magnetic interchange lens system® uses high energy magnets, embedded in the lens and frame, which allow you to swap the lenses quickly and easily as light conditions change. Under Armour's Air Flow technology directs air through the lenses to keep the wearer cool and focused. Adjustable nosepad and temple pieces, plus a three-point grip and cushioned hinges, provide a customized fit that can't be beat.",
		"discount":""
	},
    {
        "name": "Men's Hatch Sunglasses - Tortoise Frame-Copper 580P Lens",
        "brand": "Costa Del Mar",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "169.00",
        "src": "172.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The semi-rimless design of the Costa Del Mar Men's Hatch Sunglasses means there's no distracting bottom frame to limit your line of vision with your golf ball or break your concentration. These sunglasses are built-to-last, featuring a frame made from durable nylon material with integral hinges, lenses that are impact/scratch resistant and are backed by Costa's lifetime warranty.",
		"discount":""
	},
    {
        "name": "Men's Half Jacket 2.0 XL Sunglasses - Silver -FrameG30 Lens",
        "brand": "Oakley",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "180.00",
        "src": "173.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Oakley Men's Half Jacket 2.0 XL Sunglasses enhance performance, provide optimal protection and superior comfort. Interchangeable lenses mean you'll always have razor sharp vision, no matter the lighting conditions. O Matter™ frame material is lightweight for easy wear and Unobtainium® components keep the glasses in place no matter how much you sweat. Metal Oakley icon accents finish of the design, creating an athletic look.",
		"discount":""
	},
    {
        "name": "Men's Bent Sunglasses - Matte Black Frame-Gradient Brown Lens",
        "brand": "Sundog",
        "category": "Apparel",
        "type": "Sunglasses",
        "price": "49.99",
        "src": "174.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Excellent for all weather conditions, the Sundog Men's Bent Sunglasses provide an ideal amount of protection and style. The open bottom Bent has a high-performance construction featuring a Max RILSAN® frame, Megol temple tips and an adjustable metal core Megol nose pad for non-slip for added comfort and reliability. Perfect for a medium to larger face shape.",
		"discount":""
	},
    {
        "name": "Flex Wireless Activity & Sleep Wristband",
        "brand": "Fitbit",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "99.95",
        "src": "175.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Encourage yourself to get more active and walk the course with the Fitbit Flex Wireless Activity & Sleep Wristband. The Flex tracks the number of steps taken each day, calories burned, distance traveled, active minutes, hours slept and the quality of your sleep (including restlessness and awake time). This versatile device can sync with either your smartphone or desktop computer so your up-to-the-minute stats are always available. Activity targets can be customized to help push you further and achieve your target fitness goals.",
		"discount":""
	},
    {
        "name": "All-Weather Sport Wristband",
        "brand": "TaylorMade",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "19.99",
        "src": "176.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Harness the power of negative ion technology with the TaylorMade All-Weather Sport Wristband. Stylish and comfortable, the water-resistant design combines negative ions with magnets to help your balance, recovery time and overall health.",
		"discount":""
	},
    {
        "name": "Men's Hologram Wristband - Black-Black",
        "brand": "Power Balance",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "34.99",
        "src": "177.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The new Black Series wristbands are sleek, stylish, and crafted from 100% Surgical Grade Silicone. The Black Series wristbands are durable and manufactured to last. The wristband features two black Power Balance holograms, improving a player's balance with an added flair.",
		"discount":""
	},
    {
        "name": "vivofit Fitness Band",
        "brand": "Garmin",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "129.99",
        "src": "178.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Now your favorite sport can help you achieve your fitness goals. The Garmin vivofit Fitness Band monitors your activity throughout the day - so that walk across the fairway, to reach your golf ball, will help you meet daily steps goal. Convenient, one-press design enables you to Wirelessly sync all of your data to the Garmin Connect community for in depth analysis of your current progress. Water resistant construction and over a year of battery life means your Garmin vivofit can go everywhere you do.",
		"discount":""
	},
    {
        "name": "Ionetix Sport Bands",
        "brand": "Callaway",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "11.99",
        "src": "179.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Two bracelets in one package, Integrated with negative ion-attracting material, Silicone material protects therapeutic integrity, Can be worn two different ways (dual or single band)",
		"discount":""
	},
    {
        "name": "Active Bracelet - Black",
        "brand": "Trion-Z",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "21.99",
        "src": "180.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Active from Trion:Z takes sports to the extreme! Active combines the negative-ion and magnet technology that has made Trion:Z products so popular among professional athletes with a waterproof silicone band to be the perfect combination for active sports enthusiasts. Colorful, stylish and comfortable, this Active Bracelet is sure to be a hit among young and old alike. The twin-1000 gauss magnets in a patented Alternating North-South Polarity Orientation (ANSPO) provide increased magnetic field flow. Its capsule of negative ion-producing minerals produces 50 to 100 times the negative ion power of competitors' products.",
		"discount":""
	},
    {
        "name": "LINK Heart Rate Sport Wristband",
        "brand": "Mio",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "99.00",
        "src": "181.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Take your training to the next level as you push the pace with the Mio LINK. Transmitting continuous heart rate data to your fitness apps, the LINK keeps you up-to-date on your intensity levels. Offering up to five customizable heart rate zones with LED lights for tracking, the Mio LINK Heart Rate Sport Wristband adds a personal touch to your training session while providing quick access to your statistics and is waterproof to 30 meters. ",
		"discount":""
	},
    {
        "name": "vivofit Fitness Band with HRM",
        "brand": "Garmin",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "169.99",
        "src": "182.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Get on your way to a healthier you with the Garmin® vivofit™. The vivofit's easy-to-read display keeps you on top of your stats by displaying steps, distance traveled and calories burned. With a heart rate monitor, the vivofit fitness band records your heart rate and zone data while providing a calorie count during any fitness activity. For a personal touch, the vivofit learns your activity level and assigns fitness goals accordingly. ",
		"discount":""
	},
    {
        "name": "Shine+ Sport Band",
        "brand": "Misfit",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "119.95",
        "src": "183.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Stay on top of all your fitness statistics and get on your way to a healthier you with the Misfit Shine+ Sport Band. Tracking your steps while estimating calories burned and distance travelled, the Shine+ sport band provides precise info on your activity levels throughout every day. Carved out of aircraft-grade aluminum, this fitness tracker is built for the long haul and is water resistant to 50 meters, making it great for off land, too.",
		"discount":""
	},
    {
        "name": "1.5 lb Comfort Wrist Weights - Pair",
        "brand": "Fitness Gear",
        "category": "Apparel",
        "type": "Wristbands",
        "price": "19.99",
        "src": "184.png",
        "url": "http://www.dickssportinggoods.com",
		"description":"Tone, strengthen and add muscle to your arms and shoulders with the Comfort Wrist Weights from Fitness Gear®. An ergonomic design and adjustable fit ensures that your workouts are comfortable and effective while a structured thumb locking design boosts performance. Great for walking, running and aerobic and cardio classes, these wrist weights pair well with Fitness Gear® aerobic steps, aerobic bars and resistance tubes.",
		"discount":""
	},
    {
        "name": "Men's TW 14 Golf Shoe - White-Metallic Gray-Red",
        "brand": "Tiger Woods Collection",
        "category": "Shoes",
        "type": "Spiked",
        "price": "179.99",
        "src": "185.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Unleash your swing in the TW 14 Golf Shoes. Constructed using advanced Nike Free-inspired technology, the TW 14 is uniquely designed to generate a freer, more powerful swing by mimicking the foot's natural motion. It's also equipped with a dynamic internal fit system that cradles the foot for a glove-like feel and uncompromised stability. The Tiger Woods Collection Men's TW 14 Golf Shoe is finished with Champ Zarma spikes for unparalleled traction and comfort.",
		"discount":""
	},
    {
        "name": "Men's Limited Edition TW 14 Golf Shoe - White-Green",
        "brand": "Tiger Woods Collection",
        "category": "Shoes",
        "type": "Spiked",
        "price": "179.99",
        "src": "186.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Unleash your swing in the Tiger Woods Collection Men's Limited Edition TW 14 Golf Shoe. Constructed using advanced Nike Free-inspired technology, the TW 14 is uniquely designed to generate a freer, more powerful swing by mimicking the foot's natural motion. It's also equipped with a dynamic internal fit system that cradles the foot for a glove-like feel and uncompromised stability. The lightweight design is finished with Champ Zarma spikes for unparalleled traction, and a special edition white/green colorway for style.",
		"discount":""
	},
    {
        "name": "Men's City Golf Shoe",
        "brand": "FootJoy",
        "category": "Shoes",
        "type": "Spiked",
        "price": "159.99",
        "src": "187.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Engineered for a lightweight, comfortable fit, the FootJoy® City Shoe will elevate your confidence and style this season. Fully equipped with waterproof full grain leather, this shoe keeps your feet dry from your first to last putt. For exceptional grip and durability, the Pulsar™ cleats by Softspikes® allow you to easily maneuver the course, and the lightweight cushioned fit-bed provides lasting comfort to avoid fatigue. ",
		"discount":""
	},
    {
        "name": "Men's NBG2002 Golf Shoe",
        "brand": "New Balance",
        "category": "Shoes",
        "type": "Spiked",
        "price": "124.99",
        "src": "188.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Outfit your feet in supreme performance with the NBG2002 Golf Shoe. Boldy colored uppers constructed of premium waterproof microfiber material provide maximum support and style. REVlite midsoles and Ortholite insoles team up to provide underfoot cushioning and targeted support for maximum comfort throughout the round. Champ® ONE-Lok spikes and a quality TPU outsole give the New Balance® Men's NBG2002 Golf Shoe turf-gripping performance. ",
		"discount":""
	},
    {
        "name": "Men's Lunar Control Limited Edition Golf Shoe",
        "brand": "Nike",
        "category": "Shoes",
        "type": "Spiked",
        "price": "159.99",
        "src": "189.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Add Major style to your on course look with the Lunar Control Limited Edition Golf Shoe. Nike® Power Platform technology creates maximum power through impact by stabilizing the foot throughout the entire swing. Full-grain, water-resistant leather uppers protect your feet against the elements, while full-length Lunarlon interior cushioning and contoured sock liners give the Nike® Men's Lunar Control Golf Shoes unmatched comfort and feel. ",
		"discount":""
	},
    {
        "name": "Men's New World Class Golf Shoe",
        "brand": "ECCO",
        "category": "Shoes",
        "type": "Spiked",
        "price": "450.00",
        "src": "190.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Engineered for maximum comfort and leading style, the ECCO® New World Class Golf Shoe is the perfect shoe to sport this season. The Direct Inject technology creates a one-piece construction with cushioning to cradle your feet for lasting comfort, and the second skin leather disperses perspiration to keep your feet dry. As you swing for an ace, the three-material outsole allows for easy flexibility, and the leather style adds a classic look. ",
		"discount":""
	},
    {
        "name": "Men's BioFUSION Lite Golf Shoe",
        "brand": "Puma",
        "category": "Shoes",
        "type": "Spiked",
        "price": "119.99",
        "src": "191.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Experience lightweight comfort and style in the BioFUSION Lite Golf Shoe. Microfiber synthetic leather uppers provide lightweight durability and ventilation for maximum comfort. Special slow recovery EverFoam and lightweight sockliners deliver unmatched padding and support that makes walking 18 holes a breeze. Replaceable Swing Speed Quill spikes with PINs receptacles give the Puma® BioFUSION Lite Golf Shoe unprecedented turf interaction. ",
		"discount":""
	},
    {
        "name": "Men's Pure 360 Golf Shoe",
        "brand": "Adidas",
        "category": "Shoes",
        "type": "Spiked",
        "price": "249.99",
        "src": "192.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Add athleticism and performance to your on-course look with the Pure 360 Golf Shoe. Water-resistant leather uppers create the perfect blend of style and comfort. FitFoam™ sockliners Puremotion™ midsoles fuse cushioning with support and deliver a well-rounded feel. An external heel cage and 360wrap™ technology supports the midfoot and heel for sustained comfort, giving the adidas® Pure 360 Golf Shoe unprecedented quality. ",
		"discount":""
	},
    {
        "name": "Men's Chev Aero Golf Shoe",
        "brand": "Callaway",
        "category": "Shoes",
        "type": "Spiked",
        "price": "79.99",
        "src": "193.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Keep your feet cool when the weather and action heats up with the Callaway® Chev Aero golf shoe. Athletic Airmesh uppers and molded comfort 3D insoles provide a contoured and flexible fit for increased performance. Lightweight EVA midsoles prevent your shoes from weighing you down as you focus on shooting the low round. 7 Callaway® Big Bertha Asymmetrical spikes deliver excellent traction on whatever terrain the golf course has to offer. ",
		"discount":""
	},
    {
        "name": "Men's Ozone Golf Shoe - White-Black",
        "brand": "Oakley",
        "category": "Shoes",
        "type": "Spiked",
        "price": "159.99",
        "src": "194.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Light and low, the Oakley Men's Ozone Golf Shoe puts an athletic spin on golf performance. Built with a flexible Coreflex™ outsole and Red Code™ cushioning, the shoe provides a comfortable ride that moves with your swing. It's also engineered with Oakley's Nanospike™ traction system and PINS cleat technology for enhanced grip. Finished with a full-grain leather upper and TPU stability cage, the Ozone delivers maximum performance in sporty style.",
		"discount":""
	},
    {
        "name": "Men's Contour Casual Golf Shoe - Brown/Green (Disc Style 54275)",
        "brand": "FootJoy",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "79.99",
        "src": "195.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The FootJoy Men's Contour Casual Golf Shoe is an extension of FJ's very successful Contour Series franchise, the best selling golf shoe category in the world. The versatile spikeless Contour Casual footwear utilizes super-soft, premium leathers, lightweight underfoot comfort, waterproof protection, industry-leading size options and world-renowned fit.",
		"discount":""
	},
    {
        "name": "Men's BioFUSION Spikeless Mesh Golf Shoe - Tradewinds-White-Lime Green",
        "brand": "PUMA",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "119.99",
        "src": "196.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Go beyond the course in the PUMA Men's BioFUSION Spikeless Mesh Golf Shoe. Lightweight, flexible and street-friendly, the shoe features a waterproof mesh upper that keeps you comfortable on and off the course. It's also engineered with a Cell Cage for radial support and lightweight FusionFoam midsole for a custom fit. And with the versatile spikeless outsole and SmartQuill traction, the BioFUSION Mesh will satisfy all your performance needs.",
		"discount":""
	},
    {
        "name": "Men's Lunar Mount Royal Golf Shoe",
        "brand": "Nike",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "99.99",
        "src": "197.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"For a classic and trendy look, sport the Nike® Lunar Mount Royal Shoe. Designed with the Nike® Heritage upper, this shoe adds class to your game, while the synthetic leather and mesh mix increases ventilation for a cool fit. The Rubber Integrated Traction system on the soles featuring the Nike® waffle lugs, ensures a secure grip for stability through your swing. The Nike® Lunarlon cushioning also absorbs the impact of each step. ",
		"discount":""
	},
    {
        "name": "Men's Golf Street Premiere Golf Shoe",
        "brand": "ECCO",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "139.99",
        "src": "198.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Designed to offer you exceptional comfort and stability, the ECCO® Golf Street Premiere Golf Shoe features an anatomical, dual component insole that provides extra cushioning. The Second Skin Lining disperses perspiration for a dry fit, while the rich leather uppers offer a street look for the green. The outsole features approximately 100 molded traction bars and more than 800 traction angles for a secure grip through every swing. ",
		"discount":""
	},
    {
        "name": "Men's Contour Casual Golf Shoes",
        "brand": "FootJoy",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "99.99",
        "src": "199.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Designed for high performance and leading style, the FootJoy® Contour Casual Shoes make the perfect addition to your game this season. The super-soft leather upper ensures a lightweight feel and lasting durability, and the spikeless design gives these shoes a street look. The DuraMax™ rubber outsole provides superior turf-gripping control, minimizing any distractions and allowing you to focus on the game at hand.",
		"discount":""
	},
    {
        "name": "Men's Minimus Sport Golf Shoe",
        "brand": "New Balance",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "99.99",
        "src": "200.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Perform at your highest level when you hit the course in Minimus Sport Golf Shoes. Water-resistant microfiber mesh uppers provide improved air circulation and range of motion throughout your entire golf swing. REVlite midsoles and Ortholite insoles team up to provide underfoot cushioning and targeted support for maximum comfort. The dual-density spikeless outsole equips the New Balance® Men's Minimus Sport Golf Shoe with superior performance.",
		"discount":""
	},
    {
        "name": "Men's Crossflex Sport Golf Shoe",
        "brand": "Adidas",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "79.99",
        "src": "201.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Show athleticism with every step in the crossflex Sport Golf Shoe. Lightweight mesh uppers and an athletic design team up to deliver unbeatable ventilation and comfort. Ultra-lightweight midsoles and cloudfoam™ sockliners provide the flexibility and support a serious golfer demands. Built using the Supernova running last, the adidas® crossflex Sport Golf Shoe features spikeless adiwear™ outsoles for optimized grip and versatility. ",
		"discount":""
	},
    {
        "name": "Men's Master Staff Brogue Golf Shoe",
        "brand": "Callaway",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "159.99",
        "src": "202.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Set your look and golf game apart from the rest with the Callaway® Master Staff Brogue golf shoe. Premium full-grain leather uppers and welt accents give this shoe a unique look and a durable waterproof finish. Ortholite molded comfort insoles and quality leather lining keep your feet in course-ready condition through your round. Lightweight TPE midsoles and rubber comfort traction outsoles add superior performance to this eye-catching shoe. ",
		"discount":""
	},
    {
        "name": "Men's Proto Golf Shoe",
        "brand": "TRUE linkswear",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "169.99",
        "src": "203.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Enhance your game with the TRUE linkswear® Men's Proto Golf Shoe. A premium waterproof leather upper will keep your foot feeling dry and comfortable in all conditions and an anti-microbial liner helps to keep your shoe fresh. A mid-foot stability wrap provides additional stability while the memory foam heel conforms to your foot for the best fit. ",
		"discount":""
	},
    {
        "name": "Men's Cipher Golf Shoe",
        "brand": "Oakley",
        "category": "Shoes",
        "type": "Spikeless",
        "price": "129.99",
        "src": "204.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Hit the links in Oakley's Cipher golf shoe. This incredibly lightweight offering in textile sports a moisture-wicking liner to keep feet happy and a dual density insole to absorb shock. NanoSpike cleatless technology offers grip on the green without the stick of spikes, while a slim profile and muscular lines make this one super cool at the nineteenth hole.",
		"discount":""
	},
    {
        "name": "Pro V1 Golf Balls - 12 pack",
        "brand": "Titleist",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "47.99",
        "src": "205.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Tour-proven around the globe, the Titleist Pro V1 golf ball is engineered to deliver exceptional distance, consistent flight, very soft feel, Drop-and-Stop greenside control and longer lasting durability. The multi-component construction of the Pro V1 golf ball utilizes a softer compression ZG process core technology, features a responsive ionomeric casing layer, and an improved high-performance Urethane Elastomer cover system with a 352 tetrahedral dimple design.",
		"discount":""
	},
    {
        "name": "Tour B330-RXS Golf Balls - 12 pack",
        "brand": "Bridgestone",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "29.98",
        "src": "206.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The new B330-RXS offers a reformulated mantle and Dual Dimple Technology. The reformulated mantle offers reduced side spin for greater accuracy and distance while Bridgestone's proprietary Dual Dimple Technology delivers superior aerodynamics and enhanced wind performance. The B330-RXS continues to feature a soft core design that allows maximum compression for moderate swing speed players. It also features a softer Urethane cover than the B330-RX for increased greenside spin and control.",
		"discount":""
	},
    {
        "name": "Tour Preferred Golf Balls - 12 pack",
        "brand": "TaylorMade",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "45.99",
        "src": "207.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Enjoy better performance, from tee to green, with the TaylorMade Tour Preferred Golf Balls. This revolutionary, 4-piece design is capable of providing reduced spin off of the tee for longer drives and enhanced greenside control so you're able to stick that tricky approach shots. The 322 seamless dimple design creates a more penetrating flight path, especially into the wind, for increased accuracy and playability.",
		"discount":""
	},
    {
        "name": "Z-Star Tour Yellow Golf Balls (ZStar 3) - 12 pack",
        "brand": "Srixon",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "44.99",
        "src": "208.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Enhance your golf performance with the technologically advanced Srixon Z-Star Tour Yellow Golf Balls. Featuring a large, and highly resilient, soft energetic, gradient growth core. This core provides variable high performance so you can maximize the capabilities of each club. The new, 344 speed dimple design balanced dimple surface coverage to reduce drag and make the ball virtually unfazed by the wind.",
		"discount":""
	},
    {
        "name": "Speed Regime 2 Golf Balls - 12 pack",
        "brand": "Callaway",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "47.00",
        "src": "209.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Rule over the golf course with the Callaway Speed Regime 2 Golf Balls. Specially engineered HEX pattern provides superior aerodynamic performance and maximum playability for players with a swing speed between 90 and 105 MPH. The soft cover promotes Tour-level spin on approach shots while still remaining incredibly playable. Soft inner core generates reduced spin on drives for optimal distance and the firmer outer core generates more spin for amazing stopping power with short irons or wedges.",
		"discount":""
	},
    {
        "name": "20XI-X Golf Balls - 12 pack",
        "brand": "Nike",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "45.99",
        "src": "210.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Tour level distance with longer distance, improved feel and reduced spin for greater accuracy off the tee and a shorter approach. Larger, softer RZN core combined with a faster RZN mantle maximizes speed and optimizes spin and feel off all clubs for next generation tour-performance.",
		"discount":""
	},
    {
        "name": "FG Tour Golf Balls - 12 pack",
        "brand": "Wilson Staff",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "44.99",
        "src": "211.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Wilson Staff FG Tour Golf Balls provide exceptional distance and remarkable shot making control all wrapped up in an ultra soft, urethane cover. The three-piece construction creates reduced spin off of the tee for longer drives that carry further. Tour-caliber spin is easily achieved with short irons and wedges for approach shots that stick to the green with pinpoint accuracy. A scuff-resistant exterior repels cuts and other flight altering damage.",
		"discount":""
	},
    {
        "name": "HEX Chrome Golf Balls - 12 pack",
        "brand": "Callaway",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "43.99",
        "src": "212.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"This is the best 3-piece urethane ball Callaway has ever made. It's noticeably softer, more durable, has the best HEX Aerodynamics that Callaway has ever developed, better accuracy, more spin around the greens and penetrating Tour distance.",
		"discount":""
	},
    {
        "name": "RZN Platinum Golf Balls - 12 pack",
        "brand": "Nike",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "45.99",
        "src": "213.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"For the ultimate in feel and control, reach for the Nike RZN Platinum Golf Balls the next time you head out on the links. This softer compression golf ball creates a crisp feel off the face of any club and produces additional spin on approach shots. A lighter RZN core, and heavier outer layer, increases the ball's MOI for a more stable flight path. Increased greenside spin and control enable you to stick your ball right next to the pin.",
		"discount":""
	},
    {
        "name": "U-4 Golf Balls - 12 pack",
        "brand": "Maxfli",
        "category": "Balls",
        "type": "Tour Golf Balls",
        "price": "34.99",
        "src": "214.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Stopping choosing between enhanced distance, spin or control and start benefiting from all 3 with the Maxfli U/4 Golf Balls. 4-piece construction, including dual-mantle layers, provider greater forgiveness on off-center hits and greater spin separation on drives versus wedge shots. The Tour-proven, Urethane cover offers soft feel and exceptional short game control. A low compression, yet highly resilient core, matches a wide range of swing speeds for optimal performance.",
		"discount":""
	},
    {
        "name": "HX Diablo Tour Golf Balls - 12 pack",
        "brand": "Callaway",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "25.99",
        "src": "215.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Blistering speed and superior playability - the Callaway HX Diablo Tour Golf Balls offer distance, feel and control in a 3-piece design. Larger golf ball core offers improved feel and longer distance on every swing. An advanced DuPont HPF inner cover helps increase ball speeds while maintaining lower spin on drives for long, accurate shots. A soft, Ionomer cover improves short game performance for excellent stopping abilities. Aerodynamic, Hex dimples generate less drag for a more penetrating ball flight in a variety of weather conditions.",
		"discount":""
	},
    {
        "name": "Crystal Orange Golf Balls - 12 pack",
        "brand": "Volvik",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "32.99",
        "src": "216.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Shine the next time you hit the links with the Volvik Crystal Orange Golf Balls. The crystal Ionomer cover adds a splash of color to your round while maintaining an ultra soft feel and delivering maximum distance. Green side control is highlighted by high approach shot spin, pinpoint accuracy and excellent feel. Three piece construction and low compression performance round out this ball that's perfect for players of all skill levels.",
		"discount":""
	},
    {
        "name": "Treosoft Golf Balls",
        "brand": "Bridgestone",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "21.99",
        "src": "217.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Take your performance on the course to the next level with the Bridgestone® Treosoft Golf Balls. These tour proven balls are optimized particular for players with moderate swing speeds and allow the average player to get the professional performance out of their ball. Uniform dimple coverage on the entire coating of the golf ball provides increased accuracy and performance, while the 330-dimple design helps control ball flight and trajectory. ",
		"discount":""
	},
    {
        "name": "Project (a) Golf Balls",
        "brand": "TaylorMade",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "31.99",
        "src": "218.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Achieve distance and control on important scoring shots with Project (a) Golf Balls. Engineered for the mid handicap golfer, these 3-piece golf balls deliver incredible distance off the tee, while also providing superior approach and greenside performance. The soft cast tech urethane cover and 360-dimple design increase control and consistency during ball flight. Stick more shots closer to the pin with the TaylorMade® Project (a) Golf Balls. ",
		"discount":""
	},
    {
        "name": "e6 Straight Distance Golf Balls",
        "brand": "Bridgestone",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "26.99",
        "src": "219.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Eliminate hooks and slices with the Bridgestone e6 Straight Distance golf ball. The softest multilayer golf ball on the market, designed to reduce spin for straighter distance with every swing. Larger Dual Dimple technology reduces drag for more speed and increased lift. Combine that with a softer Surlyn cover and low compression core and this is the softest e6 yet.",
		"discount":""
	},
    {
        "name": "X2 Hot+ Golf Balls",
        "brand": "Callaway",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "26.99",
        "src": "220.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Bring the heat with every shot by using the X2 Hot + Golf Balls. Designed for golfers with aggressive swing speeds of 90 mph and above, this 3-piece ball features HEX Aerodynamics to optimize lift and drag. The Trionomer cover and fast tech mantle design promotes maximum ball speed while also delivering superior feel and control for virtually any shot type. Burn up the golf course after every shot with the Callaway® X2 Hot + Golf Balls. ",
		"discount":""
	},
    {
        "name": "NXT Tour Golf Balls",
        "brand": "Titleist",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "33.99",
        "src": "221.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Leave your mark on the course with the Titleist® NXT Tour Golf Balls. Designed for the player looking for maximum distance and performance, this multi-component ball delivers lower spin on drives and long iron shots, while increasing spin control on important scoring shots. The soft Fusablend cover designed with a 302 octahedral dimple pattern optimizes ball flight and gives the NXT Tour Golf Balls a soft, crisp feel with any club in the bag.",
		"discount":""
	},
    {
        "name": "Velocity Golf Balls",
        "brand": "Titleist",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "26.99",
        "src": "222.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Increase distance and precision from the tee box with Velocity Golf Balls. A reformulated proprietary LSX core creates a faster initial velocity, decreasing spin and increasing ball speeds for explosive distance. NaZ2 cover formulation delivers consistent ball flight and peak trajectory on every important drive. The spherically-tilted, 328 tetrahedral dimple design gives the Titleist® Velocity Golf Balls optimized ball flight and performance. ",
		"discount":""
	},
    {
        "name": "Vista iS Yellow Golf Balls - 12 pack",
        "brand": "Volvik",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "42.99",
        "src": "223.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"For superb playability and excellent visibility, tee up the Volvik Vista iS Yellow Golf Balls the next time you hit the course. A 4-piece design creates superior green side spin while still remaining long off of the tee. Enhanced visability, thanks to some of brightest color in the game of golf, makes finding and tracking your ball simple. The Zirconium HZ-II cover is incredibly durable and helps resists scuffs, marks and other flight altering damage.",
		"discount":""
	},
    {
        "name": "RZN Red Golf Balls",
        "brand": "Nike",
        "category": "Balls",
        "type": "Premium Golf Balls",
        "price": "29.99",
        "src": "224.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The Nike® RZN Red Golf Balls come designed to gain more distance. The faster and lighter RZN core allows the ball to easily gain more distance, while the lower driver spin provides a longer carry. The seamless dimple aerodynamics reduce drag and advance flight trajectory while the soft top coating increases greenside spin and control. ",
		"discount":""
	},
    {
        "name": "Burner Golf Balls (2014) - 12 pack",
        "brand": "TaylorMade",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "20.99",
        "src": "225.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Torch those bogeys and double bogeys on your scorecard with the TaylorMade Burner Golf Balls. Specially engineered for maximum distance off of the tee, fairway and from the rough. Enhanced durability helps resist cuts, scuffs and other flight path altering damage. The lower compression rating creates a soft feel that still performs well greenside - so you can stick those approach shots right next to the pin.",
		"discount":""
	},
    {
        "name": "Mojo Golf Balls - 24 pack",
        "brand": "Nike",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "19.99",
        "src": "226.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Mojo golf balls are extremely long and have a powerful core and a soft, feel-good cover. A great value ball to get your game started in the right direction.",
		"discount":""
	},
    {
        "name": "Soft Feel Tour Yellow Golf Balls",
        "brand": "Srixon",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "19.99",
        "src": "227.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The Srixon® Soft Feel Tour Yellow Golf Ball is ideal for a wide range of players, especially those with low swing speeds. The soft core maximizes energy transfer for greater distance and softer feel from tee to green. The \"Hit Straight\" alignment aid provides a clear line toward the intended target. Put fun back in the game with the Srixon® Soft Feel Tour Yellow Golf Ball. ",
		"discount":""
	},
    {
        "name": "Raw Distance Golf Balls-12 pack",
        "brand": "Slazenger",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "14.99",
        "src": "228.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Add yards to any club with the Raw Distance Golf Ball. These two-piece golf balls feature a classic formula with modern elements that deliver unmatched feel and playability. A high-energy C.O.R. formula outfits golfers with control and distance across all swing speeds. The soft, cut-resistant cover delivers a long lasting crisp feel, while a proven aerodynamic dimple pattern gives the Slazenger® Raw Distance Golf Balls outstanding launch.",
		"discount":""
	},
    {
        "name": "XL Distance Golf Balls - 18 Pack",
        "brand": "Top Flite",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "12.99",
        "src": "229.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The Top Flite XL Distance golf balls have been the Gold Standard of distance and durability for nearly 30 years. Experience legendary Top Flite distance from the high resiliency core. A high speed, low spin Ionomer cover reduces spin and provides cut proof durability. Distance dimple technology with a high launching XL dimple pattern provides fast initial launch for longer carry on every shot. ",
		"discount":""
	},
    {
        "name": "Zip Golf Balls - 24 pack",
        "brand": "Wilson Staff",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "24.99",
        "src": "230.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Amazing distance with minimal spin off of the tee and maximum spin with a short iron or wedge, the Wilson Staff Zip Golf Balls have it all. The patented low-compression, speed-generating, core helps maxmize distance and ball speed without having to increase swing speed. The super soft, Ionomer cover grabs the clubface for better spin while maintaining a soft, crisp feel.",
		"discount":""
	},
    {
        "name": "Long Golf Balls - 12 pack",
        "brand": "Noodle",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "19.99",
        "src": "231.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Enjoy easy playability, around the course, with the Noodle Long Golf Balls. Engineered to create faster ball speeds that enhances distance from the tee or turf. A high-speed core helps you achieves straight, long shots with maximum carry. The Iothane cover is constructed from much softer materials producing better feel than other value golf balls. 342 aerodynamic dimples generate a penetrating flight path for excellent accuracy.",
		"discount":""
	},
    {
        "name": "Gold Golf Balls - 15 pack",
        "brand": "Pinnacle",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "15.99",
        "src": "232.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Amplify your shot making abilities with the Pinnacle Gold Golf Balls. Each golf ball is specially designed and tested by Pinnacle's engineers to ensure the highest possible level of quality. Enhanced distance, improved control, a consistent flight path and soft feel result in a high-performance golf ball that's a perfect complement for players of all skill levels. From the tee to the green, you'll play better than you ever thought possible.",
		"discount":""
	},
    {
        "name": "DT SoLo Golf Balls",
        "brand": "Titleist",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "19.99",
        "src": "233.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Increase distance without sacrificing feel with the DT SoLo Golf Balls. A soft compression design provides the perfect blend of feel while increasing distance and greenside control. The soft, fast core delivers responsive short game performance for even greater control around the green. Two Surlyn Ionomers blended into the cover optimize ball flight and give the Titleist® DT SoLo Golf Balls unprecedented playability and consistency ",
		"discount":""
	},
    {
        "name": "Golf Ultimate Straight Golf Balls - 12 Pack",
        "brand": "Polara",
        "category": "Balls",
        "type": "Value Golf Balls",
        "price": "24.99",
        "src": "234.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Start playing from the fairway more often with the Polara Golf Ultimate Straight Golf Balls. These specially constructed 2-piece balls help reduce hooks and slices by up to 75%. Aerodynamic shallow dimples create lower lift and establish a preferred spin axis while deep dimples reduce drag and enhance weight distribution for a straighter ball flight path.",
		"discount":""
	},
    {
        "name": "Men's Org 14 Cart Bag",
        "brand": "Callaway",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "209.99",
        "src": "235.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Make your time out on the course a little more enjoyable and relaxing with the Callaway Men's Org 14 Cart Bag. A large, spacious 14-way top provides individual storage and maximum protection for every club in your bag. 2 integrated, molded grab handles allow for excellent bag maneuvering and easy lifting. Cart strap tunnel technology securely anchors the bag to the cart by threading the strap under pockets, giving you peace of mind that the bag will stay in place. 12 pockets give you all the store space you need for apparel, car keys, refreshing beverages, rain gear, golf balls and other accessories.",
		"discount":""
	},
    {
        "name": "Men's U-Series 4.0 Cart Bag",
        "brand": "Maxfli",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "159.99",
        "src": "236.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Ride around the course in comfort and style with the Maxfli Men's U/Series 4.0 Cart Bag. The large, 14-way top has an individual slot for each club keep them organized and to help prevent rattling when in motion. An external putter well is easily accessible do you can quickly grab your club on your way to the green. Two lift handles make loading and unloading your bag a breeze. Multiple pocket provide plenty of storage space for apparel, golf balls and accessories plus the extra-large cooler pocket will keep your favorite beverage chilled all round long.",
		"discount":""
	},
    {
        "name": "Men's C-130 Cart Bag_Gunmetal_Red_Black",
        "brand": "Sun Mountain",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "219.99",
        "src": "237.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"You'll want to kick up your heels and go for a ride with the Sun Mountain Men's C-130 Cart Bag. This bag was designed, with a riding cart in mind, for the ultimate in accessibility and convenience. The reverse-oriented top positions away from the cart so clubs can easily be removed/replaced and stay organized. Three-way utility handles make moving and transporting the bag a breeze. An individual putter well safeguards your putter and separates it from the other clubs in your bag.",
		"discount":""
	},
    {
        "name": "Men's Sport Cart II Bag",
        "brand": "Nike",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "139.99",
        "src": "238.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Nike Sport Cart II Bag has a 9.5-inch oval top with a 14-way dual-sided top (both trolley and power cart compatible). The Sport Cart II is lightweight and of durable construction. A matching rain hood is included, along with 10 functional pockets (7 zippered) - including cooler pocket, dual full-length apparel pockets, large insulated cooler pocket, and a quick-access pocket.",
		"discount":""
	},
    {
        "name": "Men's Lightweight 14-Way Cart Bag",
        "brand": "Titleist",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "209.99",
        "src": "239.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Classic styling, with excellent storage space, and bright colors, the Titleist Men's Lightweight 14-Way Cart Bag can make a great round even better. Easy-lift handles make loading your bag a breeze so you don't have to waste time getting to the course. Numerous pockets mean you'll never have to leave something at home because you ran out of space. The 14-way top, with full-length dividers, keeps clubs organized and well protected.",
		"discount":""
	},
    {
        "name": "DLX Cart Bag",
        "brand": "PING",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "249.99",
        "src": "240.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With Tour-inspired styling and features, including a sonic-welded PING logo and compression-molded panels that give the PING DLX a professional flair. The bag features include a 14-way mesh top with an external putter well, large apparel pockets, an insulated cooler pouch for beverages, plus range-finder and water-bottle pockets. The generous storage options allow for quick access to everything you might need during your round. Offering eight roomy pockets in all, including a velour-lined valuables pocket.",
		"discount":""
	},
    {
        "name": "Men's RBZ Pro Cart Bag",
        "brand": "TaylorMade",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "179.99",
        "src": "241.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"For the ultimate in style and functionality look no further than the TaylorMade Men's RBZ Pro Cart Bag. The large, 14-way stadium top, with full-length dividers, keep clubs organized and helps reduce clatter when riding on a cart. 6 storage pockets make sure that all of your rain gear, tees, golf balls and other accessories have a proper home. The included rain hood is perfect for inclement weather or whenever your clubs are in storage.",
		"discount":""
	},
    {
        "name": "Men's Taj Cart Bag_Madrid",
        "brand": "OGIO",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "249.99",
        "src": "242.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Keep your clubs well protected in the stylish, OGIO Men's Taj Cart Bag. Featuring a 14-way, diamond performance cart top with 3 integrated handles and oversized putter well to fit even the largest putter grip. 7 zippered pockets provide plenty of space for your gear, equipment and accessories, plus the ZBP™ (Zipperless Ball Pocket) provides easy access your golf balls without having to open the pocket. The Torq™ strap creates a comfortable carry experience whenever you feel like walking the course.",
		"discount":""
	},
    {
        "name": "Men's NFL Cart Bag_Philadelphia_Eagles",
        "brand": "Wilson Staff",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "159.99",
        "src": "243.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Take your passion for your favorite NFL team to the golf course with the Wilson Staff Men's NFL Cart Golf Bag. Featuring multiple clothing and accessory pockets, with an external putter well, there is plenty of room for all the golf essentials required for a successful round. The modern design creates a stylish and sporty look that's sure to be a hit, even with rival teams.",
		"discount":""
	},
    {
        "name": "Men's Gamer Cart Bag",
        "brand": "Top Flite",
        "category": "Bags",
        "type": "Cart Bags",
        "price": "129.99",
        "src": "244.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Protect you golf equipment and accessories in style with the Top Flite Men's Gamer Cart Bag. Durable, heavy-duty construction stands up to normal wear-and-tear for long-lasting use season-after-season. Large, spacious apparel and accessory pockets store your rain gear, golf balls, tees, gloves and other valuables. The 14-way top, with full-length putter tube, provides excellent protection for club shafts and prevents accidental damage.",
		"discount":""
	},
    {
        "name": "Men's Three 5 Stand Bag",
        "brand": "Sun Mountain",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "189.99",
        "src": "245.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Completely redesigned for 2014, the Sun Mountain Men's Three 5 Stand Bag just keeps getting better. Featuring a new, patent pending auto-fit dual strap carry system for the utmost in comfort, support and wearability. Cart-friendly bag bottom and leg-lock system are perfect for those days you decide to ride instead of walk. Plenty of storage space for apparel, rain gear, golf balls, tees, a spare glove and other other golf essentials for a day on the course.",
		"discount":""
	},
    {
        "name": "Men's Sport Lite Stand Bag",
        "brand": "Nike",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "129.99",
        "src": "246.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Athletic and full-featured while remaining lighter than a spring breeze, the Nike Men's Air Sport Stand Bag truly has it all. Tons of storage space, including a water-resistant, fleece-line valuables pocket, insulated cooler pocket and quick access drawstring pocket, keeps all of your gear organized. The Nike EquaFlex Max Air double carry strap system cerates a comfortable carry experience from the first tee to the last green. Sturdy leg mechanism, with custom grip leg end-caps, keeps your bag standing strong on even the steepest of slopes.",
		"discount":""
	},
    {
        "name": "Men's Stand Bag",
        "brand": "Top Flite",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "49.99",
        "src": "247.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Lightweight and durable, the Top Flite Men's Stand Bag is a great choice for those days when you feel like walking the course. The large, 6-way top keeps clubs organized and shafts well protected. This bag includes several pockets for storing valuables, golf balls, rain gear and other accessories. Cushioned carry straps create a comfortable walking experience every round. Stand system automatically deploys when the bottom of the bag touches the ground for added convenience.",
		"discount":""
	},
    {
        "name": "Men's Limited Edition June Major Stand Bag_Red_White_Blue",
        "brand": "Callaway",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "199.99",
        "src": "248.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Prepare yourself an incredibly enjoyable day out on the course, while carrying your clubs, with the Callaway Men's Limited Edition June Major Stand Bag. A 5-way top, with molded handle for added convenience, keeps clubs organized and well protected throughout the round. Numerous pockets provide plenty of storage space for valuables, apparel, golf balls, accessories and more. The quick-release strap system is combined with a soft mesh hip pad for the utmost in comfort while walking.",
		"discount":""
	},
    {
        "name": "Men's 14-Way Lightweight Stand Bag",
        "brand": "Titleist",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "209.99",
        "src": "249.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The best just got better - the Titleist Men's 14-Way Lightweight Stand Bag takes an iconic style and updated the carry strap mechanism. The Auto-Fit Strap System features 2 shoulder straps, a main and secondary, the main strap stays in place while the secondary strap adjusts for a custom fit. Several pockets offer plenty of room for rain gear, golf balls and other accessories. The 14-way top, with full-length dividers, provide excellent protection for club heads and shafts.",
		"discount":""
	},
    {
        "name": "Men's Supreme Hybrid Stand Bag",
        "brand": "TaylorMade",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "199.99",
        "src": "250.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Plenty of storage space, yet easy on the shoulders, the TaylorMade Men's Supreme Hybrid Stand Bag makes walking your round a little more pleasant. The 14-way top, with full-length dividers, has individual compartments for each club to provide the greatest level of protection for shafts and club heads. 8 pockets provide adequate storage space for golf balls, tees, rain gear and any other equipment for a successful day on the course.",
		"discount":""
	},
    {
        "name": "Men's Sunday Stand Bag",
        "brand": "Maxfli",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "59.99",
        "src": "251.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Trade in your Sunday drive for a round of golf with the Maxfli Men's Sunday Stand Bag. This lightweight bag weighs only 3 pounds and is the perfect combination of form and function. The 4-point carry strap provides improved comfort and excellent durability. 3-way top provides easy storage and quick access to all over your clubs.",
		"discount":""
	},
    {
        "name": "Men's L8 Stand Bag",
        "brand": "PING",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "139.99",
        "src": "252.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Walk the course in sophisticated comfort and style with the PING Men's L8 Stand Bag. Built from rugged 500 denier polyester, for added durability, that keeps the bag looking like new season-after-season. The 4-way top, with 2 full-length dividers, and anti-flex walls keep clubs and shafts well protected the entire round. 3 pockets provide ample storage space for golf balls, apparel, accessories and a water bottle but won't weigh you down.",
		"discount":""
	},
    {
        "name": "Men's Grom Stand Bag",
        "brand": "OGIO",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "229.99",
        "src": "253.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Take a walk on the wild side with the OGIO Men's Grom Stand Bag. Featuring a 14-way top, with an oversized putter pit, to keep your clubs organized and well protected. The ZBP (Zipperless Ball Pocket) provides instant access to your spare golf balls, so they're always within reach whenever it comes time for a mulligan. Advanced molded, XX shoulder pads create an enjoyable carry experience from the 1st tee to the 18th green.",
		"discount":""
	},
    {
        "name": "Original Carry",
        "brand": "Jones Sports",
        "category": "Bags",
        "type": "Stand/Carry Bags",
        "price": "129.99",
        "src": "254.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Simplify your golf game with the iconic design of a Jones Sports Original Carry Bag. Arguably one of the most successful carry bags in the history of the game - this lightweight bag offers a 3-way top for simple organization and has 3 zippered pouches for storage all your round necessities. Constructed from ballistic nylon and vinyl for excellent durability round-after-round. The lay-on-ground design is perfect for a quick round and is sure to speed up play.",
		"discount":""
	},
    {
        "name": "Men's VR_S Staff Bag",
        "brand": "Nike",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "439.99",
        "src": "255.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Beauty and brains have never looked better in the Nike Men's VR_S Staff Bag. Ultra-premium, reflective material creates a streamlined, professional look that's perfect for golfers of all skill levels. 10.25\" round top, with 6-way divider system, provides exceptional organization and protection for club shafts. Strategically placed pockets offer plenty of storage for rain gear, spare golf balls, extra tees, water bottles and valuables.",
		"discount":""
	},
    {
        "name": "Midsize Staff Bag",
        "brand": "Titleist",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "259.99",
        "src": "256.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Loaded with all the features in a smaller size. The contemporary styling and materials enhance this staff bag. Textured foam padded vinyl, in combination with lightweight, durable woven polyester, and various material and color overlays give the classic staff bag a fashionable look. A top designed with the classic 6-way divider in the top cuff for simple organization and positioned for optimal balance when carrying. Multiple streamlined accessory pockets and a large fold down apparel pocket provide superior storage all while minimalizing bulk.",
		"discount":""
	},
    {
        "name": "10-5in Tour Staff Bag",
        "brand": "Bridgestone",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "339.99",
        "src": "257.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Bridgestone Staff Bag offers plenty of storage options in a stylish bag. The user-friendly layout makes accessing your gear simple and fast, leaving you plenty of time to line up for that hole-in-one.",
		"discount":""
	},
    {
        "name": "Formation 10in Staff Bag",
        "brand": "Puma",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "339.99",
        "src": "258.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Puma Formation 10\" Staff Bag is made with the best in golf bag technologies. Not only is it made great, but this bag is sure to make a statement.",
		"discount":""
	},
    {
        "name": "X Hot Staff Bag",
        "brand": "Callaway",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "399.99",
        "src": "259.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Callaway X Hot Staff Bag is a stylish cart bag designed to keep all your items organized while also providing easy access and a secure fit. It comes with 10 pockets, including a lockable valuables pocket and dual water bottle pockets, therefore making your golf round more enjoyable with its ease of use.",
		"discount":""
	},
    {
        "name": "Tour Staff Bag 10-5 Inch",
        "brand": "Adams",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "299.99",
        "src": "260.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Adams Tour Staff 10.5\" Bag features a six-way, velour-lined top that offers the very best in organization and protection of your clubs. And with numerous specialty pockets, including a valuables pocket and two water bottle pockets, you can keep your on-course essentials well organized and easily available.",
		"discount":""
	},
    {
        "name": "Staff Bag",
        "brand": "Wilson Staff",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "399.99",
        "src": "261.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Wilson Staff Bag delivers convenience, function and design: generous ball pockets, velour-lined pockets for valuables, waterproof pockets for cell phones and electronics - even insulated pockets for your favorite beverages. Easy-access tops make it a breeze to get clubs in and out of this beautiful golf bag. Look like a pro with the Wilson Staff Bag.",
		"discount":""
	},
    {
        "name": "Limited 10in Pro Staff Bag",
        "brand": "RJ Sports",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "299.99",
        "src": "262.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The RJ Sports Limited 10\" Pro Staff Bag offers a six-way top with full-length dividers, a feature that keeps you clubs organized and protected from unnecessary wear. Comfortable lift-assist grip handles make loading, unloading, and transporting extremely easy, while the shoulder strap provides additional comfort. Also included are an oversized towel ring and a panel that can be embroidered.",
		"discount":""
	},
    {
        "name": "CG Staff Bag",
        "brand": "Cleveland",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "299.99",
        "src": "263.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Used by Cleveland Golf Tour players, the Cleveland CG Staff Bag offers you all the same amenities demanded by the best players in the world. Its exquisite detailing is complimented by its extremely functional design that includes seven conveniently placed pockets, such as a velour-lined valuables pocket and an insulated cooler pocket.",
		"discount":""
	},
    {
        "name": "Big Bertha Tour Authentic Staff Bag",
        "brand": "Callaway",
        "category": "Bags",
        "type": "Tour Staff Bags",
        "price": "399.99",
        "src": "264.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Callaway Big Bertha Tour Authentic Staff Bag is designed for the Callaway Tour Staff and features a 10\", six-way top with velour-wrapped, full-length dividers for maximum shaft protection. Ten pockets offer plenty of storage options, including a velour-lined valuables pocket and dual water bottle pockets, and the bag comes with a matching rain hood and integrated umbrella holder. There is a comfortable single strap with double strap connections, and the perfectly balanced base offers the stability you demand.",
		"discount":""
	},
    {
        "name": "Trunk Organizer-Locker",
        "brand": "Samsonite",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "39.99",
        "src": "265.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Organize the trunk of your car for golf or any sports. There is a pocket for your shoes, grips, jacket, gloves, etc.",
		"discount":""
	},
    {
        "name": "Vintage Valuables Pouch - Black & White",
        "brand": "Maxfli",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "13.99",
        "src": "266.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Safely store your cell phone, wallet, glasses, keys and more in the Maxfli Vintage Valuables Pouch. This compact, yet spacious bag, is a perfect add-on to any golf bag. A soft, plush interior provides superior protection from accidental damage and the drawstring top ensures the items in the bag stay there. The rugged, carbon texture exterior is extremely durable and helps to maintain a like-new appearance. Contrast stitching and diamond appliques decorate the outside creating a throwback style.",
		"discount":""
	},
    {
        "name": "Valuables Pouch - Black",
        "brand": "PING",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "19.99",
        "src": "267.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Keep your important personal items safe and secure with the PING Valuables Pouch. Dual zipper enclosure makes storing and removing your belongings quick and easy. The velour-lined interior provides non-scratch protection and is ideal for cell phones, watches, rings or eye glasses. Convenient carry strap, with snap attachment, is perfect for hanging off of your golf bag or cart. Mr PING logo adds a touch of fun, rounding out the design.",
		"discount":""
	},
    {
        "name": "Valuables Pouch",
        "brand": "Callaway",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "14.99",
        "src": "268.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Made with denier nylon fabric for extra durability, the Callaway Valuables Pouch keeps your essentials protected with its large fleece-lined interior. It comes with a zipper closure and plastic clip for golf bag attachment, and the zippered interior pocket keeps smaller items more secure. The Callaway logo is embroidered on the front.",
		"discount":""
	},
    {
        "name": "Cooler Bag - Black",
        "brand": "Maxfli",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "14.99",
        "src": "269.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Stay cool, refreshed and hydrated out on the course with the Maxfli Cooler Bag. Featuring a simple, zip top that can hold up to 6 cans of your favorite beverage. Insulated material on the inside of the cooler keeps cans ice cold so you always have a refreshing drink within reach. A top handle and removal carry strap make transporting this cooler extremely easy - even when it's full.",
		"discount":""
	},
    {
        "name": "4 Elements Shag Bag",
        "brand": "Eyeline Golf",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "21.99",
        "src": "270.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Pack up your golf balls and head to your favorite putting or chipping spot with the Eyeline Golf 4 Elements Shag Bag. This sturdy bag is designed to carry 40 - 50 balls and is made from durable, 600 Denier nylon. The lightweight construction makes it great for travel and perfect for practice sessions or lessons.",
		"discount":""
	},
    {
        "name": "Performance Valuables Pouch",
        "brand": "TaylorMade",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "12.99",
        "src": "271.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Store your watch, wallet, cell phone, glasses and more in the TaylorMade Performance Valuables Pouch. This heavy-duty, 840D construction, drawstring bag will safely hold your possessions allowing you to focus on your next shot.",
		"discount":""
	},
    {
        "name": "Valuables Pouch",
        "brand": "Titleist",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "19.99",
        "src": "272.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Keep your valuables protected inside your golf bag or locker. Top pull-tight enclosure. Easily clips.",
		"discount":""
	},
    {
        "name": "Valuables Pouch",
        "brand": "Maxfli",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "9.99",
        "src": "273.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Add some additional storage space to your golf bag with the Maxfli Valuables Pouch. Constructed from heavy-duty nylon material so this bag can stand up to whatever happens out on the course. 3 individual zipper compartments provide plenty of storage space for all of your important belongings like a watch, cell phone, glasses, car keys and jewelry. Includes a top clip for simple attachment to your golf bag.",
		"discount":""
	},
    {
        "name": "9-Can Soft Cooler",
        "brand": "Caddy Daddy",
        "category": "Bags",
        "type": "Bag Accessories",
        "price": "21.99",
        "src": "274.jpg",
        "url": "http://www.tgw.com",
		"description":"Perfect Accessory For Anyone Who Loves A Cold Drink On The Course! Fits inside your golf bags accessory pocket & holds 9 ice cold beverages.",
		"discount":""
	},
    {
        "name": "3.5+ Push Cart",
        "brand": "Clicgear",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "229.99",
        "src": "275.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"New for 2013, the Clicgear 3.5+ Push Cart offers the ultimate in golfing convenience. Starting from the award-winning compact design, Clicgear has added five upgrades while maintaining the features from previous models. Now featuring a larger storage net (80% larger), larger adjustable cup holder, improved bag strap system, improved umbrella holder storage bracket and improved positive lock brake system. What's even more outstanding is the cart still folds for easy storage.",
		"discount":""
	},
    {
        "name": "Quad Push Cart",
        "brand": "Bag Boy",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "249.99",
        "src": "276.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Simple to fold and stores compact! Simple two step folding process - folds in seconds-Extremely stable 4 wheel platform-Oversized wheels roll through grass with ease-Lightweight aluminum frame-Handle mounted parking brake-Unlimited handle adjustments accomodates golfers of all heights-Extendable front wheel base accomodates bags of various sizes-Oversized zippered storage bag conveniently located under the score card holder-Quick grab beverage holder-Lightweight, solid foam maintenance free tires-Deluxe scorecard holder with pencil holder, padded compartment and secure umbrella holder",
		"discount":""
	},
    {
        "name": "Micro-Cart 2012",
        "brand": "Sun Mountain",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "189.99",
        "src": "277.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Micro-Cart™ is new for 2012! Handle height is easy to adjust with the new E-Z Latch-Unfolds and folds in two easy motions-Patented four-wheel folding design-No-maintenance solid foam tires-Low center of gravity (superior stability)-Lightweight anodized aluminum frame-Adjustable smart brackets (secure bag without straps)-Angles bag for easy club retrieval-Padded valuables tray with magnetic lid and scorecard holder-Swiveling drink holder and integrated tee and pencil holder-Extendable front axle to accommodate larger bags",
		"discount":""
	},
    {
        "name": "V1 Sport Speed Push Cart",
        "brand": "Sun Mountain",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "199.99",
        "src": "278.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Focus on your swing, not on repositioning your golf bag, with the Sun Mountain V1 Speed Cart. This three-wheeled, ergonomically engineered cart folds for compact storage and easily extends when you take it out on the course. An adjustable handle positions arms and shoulders in a comfortable position so you don't have to strain when pushing the cart. Also includes a convenient accessory tray featuring a Bungee score card holder, drink holder and large, mesh headcover tray.",
		"discount":""
	},
    {
        "name": "3-Wheel Cart",
        "brand": "Top Flite",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "99.99",
        "src": "279.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Leisurely stroll around your favorite course with the Top Flite 3-Wheel Cart. Constructed from high-quality materials for superior strength and durability. This collapsible push cart can easily be folded to fit into your vehicle or for storage in the garage. The front panel dashboard holds spare golf balls, tees and any other accessories you need for a successful round of golf. Large cart wheels effortlessly roll over uneven and rocky terrain.",
		"discount":""
	},
    {
        "name": "Rovic RV3F Push Cart",
        "brand": "Clicgear",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "179.99",
        "src": "280.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Make your next jaunt around the course a little easier with the Clicgear Rovic RV3F Push Cart. 13\" rear wheels provide a smooth ride for you golf bag and equipment. Handy storage bag, positioned in the middle of the unit for easy access, is perfect for storing your GPS/Rangefinder, cell phone, hat or sunscreen. The stabilizer bar, at the bottom of the cart, creates a solid foundation for your bag to rest on and helps prevent turning/twisting.",
		"discount":""
	},
    {
        "name": "Golf Blade Trolley Push Cart",
        "brand": "Big Max",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "299.99",
        "src": "281.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"You'll opt to walk the course a little more when you have the Big Max Golf Blade Trolley Push Cart. This ultra slim push cart offers compact folding for easy storage and transportation to or from the course. Adjustable brackets securely hold golf bags, of all sizes, in place. The convenient blade panel dashboard has storage space for a scorecard, magnetic ball marker, pencil, 2 spare golf balls and a refreshing beverage - keeping all of your game essentials within arm's reach.",
		"discount":""
	},
    {
        "name": "4-Wheel Push Cart",
        "brand": "Maxfli",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "229.99",
        "src": "282.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With the Maxfli 4-Wheel Push Cart you can navigate the course without putting strain on your back. The front wheels offers 360° functionality for enhanced movement so you can easily maneuver around almost any obstacle. Adjustable handle height provides a custom fit for a comfortable push experience every time. Oversized wheels smoothly roll over bumpy, uneven or rocky terrain. A convenient foot brake keeps the wheels in a locked position so the cart only rolls when you want it to.",
		"discount":""
	},
    {
        "name": "One Click 2.0 Collapsible Push Cart",
        "brand": "Tour Trek",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "219.99",
        "src": "283.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Tour Trek One Click 2.0 Collapsible Push Cart is a one-step folding cart whose super-compact design enhances effortless mobility and storage. Transport your clubs easily to, from, and across the golf course. Building on the success of the original One Click, Tour Trek has refined the 2.0 with new features. The 2.0 is more than 20% lighter than the original. Not only that, Tour Trek gave the 2.0 a sporty new look with different color combinations, upgraded heavy-duty wheels, a new and improved strap system, and a more ergonomically-designed storage compartment area on the handle. It also includes a free umbrella holder.",
		"discount":""
	},
    {
        "name": "GRX-1200-R Electric Power Golf Caddy",
        "brand": "Cart-Tek",
        "category": "Bags",
        "type": "Pull/Push Carts",
        "price": "795.99",
        "src": "284.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The GRX-1200R has been CartTek's bestselling Remote Control golf caddy. The 1200's tubular steel frame makes it the workhorse of electric motorized golf caddies. The sophisticated electronics package allows you to make adjustments for specific course conditions, including personal speed settings, turning force and tracking - all from the remote transmitter. Its twin \"High Torque\" drive motors and 40Ah battery will master the hilliest of golf courses. Its waterproof ECU housing protects your cart in wet conditions. The new 2.4 GHz remote transmitter is the finest in the market and offers an operating range of 50 to 100 yards. The GRX-1200R comes with upgrades like \"waterproof\" electronics housing, programmable remote transmitter functions, 2.4 GHz remote transmission and 40Ah SLA battery. Program this caddy to your own specific course needs with four programmable speed settings, strength of turn settings and even electronic tracking features. Remote transmitter has two replaceable AAA batteries.",
		"discount":""
	},
    {
        "name": "Deluxe Camo Golf Cart Enclosure",
        "brand": "Classic Accessories",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "269.99",
        "src": "285.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"This four-sided enclosure camouflages two-person golf carts with or without windshields. The enclosure fits over the roof - just roll down the sides when needed for camouflage or weather protection. Installs in minutes without tools or drilling and keeps golf carts clean and dry in storage. The enclosure also features super-clear vinyl windows with heavy-duty polyester doors and top, along with six zip-open panels that roll up and down independently for quick and easy adjustment to any weather conditions. A carrying case is also included.",
		"discount":""
	},
    {
        "name": "Portable Golf Cart Windshield",
        "brand": "Classic Accessories",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "19.99",
        "src": "286.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Classic Accessories™ portable golf car windshield installs in seconds to provide protection from wind and rain. It features a clear vinyl construction and rolls up for easy storage in your golf bag.",
		"discount":""
	},
    {
        "name": "2-Person Easy-On Golf Cart Cover",
        "brand": "Classic Accessories",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "79.99",
        "src": "287.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"This all-purpose cover protects 2-person golf carts from sun, weather damage, and dirt. Zippered access makes for easy entry and installation. Rear air vents reduce wind lofting and inside moisture. The cover also includes an integrated stuff sack and is made from tough water-repellent fabric. An elastic cord in the bottom hem provides a custom fit and the fabric won't shrink or stretch. Fits most two-person golf cars.",
		"discount":""
	},
    {
        "name": "Golf Seat Blanket",
        "brand": "Classic Accessories",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "24.99",
        "src": "288.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Getting caught in a downpour is just par for the course so be sure to stay warm and dry with golf cart covers enclosures seat covers and windshields by Classic Accessories. After all inclement weather does not stop birdies from flying. Instant protection from cold or dirty golf car seats.",
		"discount":""
	},
    {
        "name": "Wheel Cover",
        "brand": "Clicgear",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "13.00",
        "src": "289.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Keep your trunk clean from dirt, mud and grass with the Clicgear Wheel Cover. The elastic nylon cover easily fits over wheels - perfect for transporting the cart or whenever it's in storage. Specially made to be compatible with Clicgear models 1.0 - 3.5.",
		"discount":""
	},
    {
        "name": "Universal Beverage Holder",
        "brand": "BagBoy",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "24.99",
        "src": "290.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Stay cool, refreshed and hydrated with the Bag Boy Universal Beverage Holder. This self-leveling holder is designed to fit most golf carts and other recreational products with round or oval tubing. A convenient clamp mechanism attaches to your golf cart for easy setup before you start your round.",
		"discount":""
	},
    {
        "name": "Umbrella Angle Adjuster",
        "brand": "Clicgear",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "30.00",
        "src": "291.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"",
		"discount":""
	},
    {
        "name": "Cigar Minder",
        "brand": "ProActive Sports",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "12.99",
        "src": "292.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The all-purpose cigar holder for golfers on the go. Durable plastic clip with light pressure spring keeps cigar firmly in place without damaging the wrapper. Clips onto cart frame or golf bag.",
		"discount":""
	},
    {
        "name": "Sand Bottle",
        "brand": "Clicgear",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "20.00",
        "src": "293.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Repair your divots and improve the overall quality of your favorite golf course with the Clicgear Sand Bottle. Conveniently carries sand for reseeding divots so you leave the fairway in better condition than you found it in. 2 separate mounting clips allow for versatile positioning of the bottle - near the handle when on the course or lower bag support for use when storing.",
		"discount":""
	},
    {
        "name": "Mobile Device Holder",
        "brand": "Bag Boy",
        "category": "Bags",
        "type": "Cart Accessories",
        "price": "39.00",
        "src": "294.jpg",
        "url": "http://golfbagwarehouse.com",
		"description":"Always keep your smartphone within reach, so you can quickly access your golf GPS app, with the Bag Boy Mobile Device Holder. Quick mount clamp and convenient suction cup provide excellent versatility so you can always keep your mobile phone or MP3 player within reach. The adjustable grips opens up from 1.5\" and holds up to a 2.75\" device, making this accessory compatible with all smartphones and most MP3 players on the market.",
		"discount":""
	},
    {
        "name": "Ankle Stabilizer with Flexible Support",
        "brand": "Shock Doctor",
        "category": "Accessories",
        "type": "Training",
        "price": "24.99",
        "src": "295.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Get an ankle stabilizer that helps prevent common sprains. Ankle sprains are caused by the stretching or tearing of ligaments. The most common is an inversion or lateral ligament sprain where the ankle is turned over so the sole of the foot faces inwards, damaging the ligaments on the outside of the ankle. The other common type of ankle sprain is an eversion, or inner ligament sprain, where the sole of the foot is twisted outwards. This stabilizer has a quick-fit, low-profile design with speed lace closure that will help you prevent all of these ankle sprains and get you back to playing your sport carefree.",
		"discount":""
	},
    {
        "name": "Knee Compression Sleeve with Open Patella Coverage",
        "brand": "Shock Doctor",
        "category": "Accessories",
        "type": "Training",
        "price": "19.99",
        "src": "296.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Get a knee compression sleeve that helps you prevent knee injuries. Strains, often called muscle pulls, that affects a muscle or tendon and sprains that affect ligaments, can be caused by rapid changes in direction, sudden stops, landing from a jump, a direct blow to the knee or a simple misstep on the playing field. Built with an anatomical pre-curved compression sleeve with open patella and comfort flex design.",
		"discount":""
	},
    {
        "name": "Indoor/Outdoor Hitting Net with Mat",
        "brand": "Maxfli",
        "category": "Accessories",
        "type": "Training",
        "price": "99.99",
        "src": "297.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Now the driving range can be in your backyard or living room with the Maxfli Indoor/Outdoor Hitting Net with Mat. The large net includes a bulls eye target to help you gauge your shots' direction and accuracy. Includes a range style chipping and driving practice mat plus a durable rubber tee for the ultimate, at home, driving range experience. Ideal for use with your favorite woods and irons.",
		"discount":""
	},
    {
        "name": "39in Chipping Basket",
        "brand": "Maxfli",
        "category": "Accessories",
        "type": "Training",
        "price": "69.99",
        "src": "298.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Improve your short game and start saving strokes around the green with the Maxfli 39\" Chipping Basket. This 39\" diameter net is perfect for at-home training sessions. Includes 3 separate chipping areas so you groove the perfect stroke and land your ball right next to the pin. Convenient folding makes it easy to store the net when not in use.",
		"discount":""
	},
    {
        "name": "Target Holes",
        "brand": "Eyeline Golf",
        "category": "Accessories",
        "type": "Training",
        "price": "29.99",
        "src": "299.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Practice your short game just about anywhere now. Sometimes you need a target that doesn't affect the roll of the ball, it gives you the best feedback on speed control. The Target Holes are ideal for this, they're thin and colorful. Toss them down and hit some putts. The Target Holes won't lie to you. Also great for practice rounds.",
		"discount":""
	},
    {
        "name": "Golfer's Tape",
        "brand": "Maxfli",
        "category": "Accessories",
        "type": "Training",
        "price": "4.99",
        "src": "300.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With Maxfli Golfer's Tape you won't have to let a cut, scrap or blister slow you down on the golf course. This flexible cloth tape easily wraps around hands and fingers for added protection on sensitive skin. Consider covering high-friction areas, like your ring finder, before your round to help prevent calluses and other skin irritation.",
		"discount":""
	},
    {
        "name": "SkyPro Swing & Putter Training Aid",
        "brand": "SkyCaddie",
        "category": "Accessories",
        "type": "Training",
        "price": "199.99",
        "src": "301.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The SkyCaddie SkyPro Swing & Putter Training Aid is like having a professional instructor, but for a fraction of the cost. This unique device easily clips onto the shaft of any club, analyzes your swing/putting stroke and then provides instant feedback, sent directly to an application on your smartphone. The app then provides detailed graphics and images showing flaws in your swing/stroke that need to be corrected. To help make practice time more beneficial, tips and drills are also included from PGA Professionals Hank Haney and Michael Breed.",
		"discount":""
	},
    {
        "name": "Launch Pad Swing Training Aid",
        "brand": "SKLZ",
        "category": "Accessories",
        "type": "Training",
        "price": "34.99",
        "src": "302.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"There's no excuse not to practice your drives, fairway and approach shots when you have the SKLZ Launch Pad Swing Training Aid. The heavy-duty, non-slip, rubber hitting mat features realistic grass for a lifelike practice experience. Featuring two distinctive surface textures, fairway and rough, so you can practice the shots that need the most work or often give you trouble. If you have room to swing a club, you can use the Launch Pad.",
		"discount":""
	},
    {
        "name": "12i Putting Mirror Training Aid",
        "brand": "SKLZ",
        "category": "Accessories",
        "type": "Training",
        "price": "29.99",
        "src": "303.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Start lowering your handicap with the SKLZ 12i Putting Mirror Training Aid. The mirrored, reflective surface allows golfers to identify flaws in their swing and easily correct them. By grooving proper head placement, shoulder alignment and a smooth stroke, you can successfully start shaving strokes off of your score. Guidelines help you perfect a straight or arced swing path, with a square club face, for consistent roll and optimial ball speed.",
		"discount":""
	},
    {
        "name": "Training Mat",
        "brand": "Align-A-Shot",
        "category": "Accessories",
        "type": "Training",
        "price": "39.99",
        "src": "304.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"With the Align-A-Shot Training Mat you'll be able to easily curve your shot around a dogleg or avoid those lingering fairway sand traps. Start hitting straighter shots, draws and fades like a pro with this easy to use training aid. Simply roll out the mat, align your body/club head with the corresponding guide lines then start swinging. Compact and extremely portable so you can store this mat in your golf bag and use it every time you practice.",
		"discount":""
	},
    {
        "name": "4 Yards More 3 1-4in Driver Tees - 4 pack",
        "brand": "GreenKeepers",
        "category": "Accessories",
        "type": "Tees",
        "price": "5.99",
        "src": "305.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The Greenkeeper 4 Yards More Driver Tee is the first and only tee proven in both robotic and field testing to improve your distance with every shot off the tee. The six-prong crown flexes with the force of your drive to reduce resistance at impact and to allow for pure, clean contact. The ball can launch off the tee with less friction and lower ball spin, so you get longer, straighter drives. These tees have durable, dual polymer material that can last up to 100 hits.",
		"discount":""
	},
    {
        "name": "2 3-4in Natural Tees - 100 count",
        "brand": "Maxfli",
        "category": "Accessories",
        "type": "Tees",
        "price": "5.49",
        "src": "306.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Tee up your golf ball in sophisticated style with the Maxfli 2 ¾\" Natural Tees. These classic wooden tees are low-profile and offer a timeless look. Specially designed to be the optimal length for your driver and fairway woods but are perfect for teeing up the occasional iron tee shot.",
		"discount":""
	},
    {
        "name": "3  1-4in Citrus Golf Tees - 75 Pack",
        "brand": "Golf Galaxy",
        "category": "Accessories",
        "type": "Tees",
        "price": "4.99",
        "src": "307.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Tee it high and let it fly with the Golf Galaxy 3 ¼\" Citrus Golf Tees. These classic, wooden golf tees feature a traditional design. The citrus coloring adds a dash of color to your round. Perfect for use with a driver, fairway wood, hybrid or iron.",
		"discount":""
	},
    {
        "name": "Rubber Range Tees - 3 count",
        "brand": "Maxfli",
        "category": "Accessories",
        "type": "Tees",
        "price": "4.99",
        "src": "308.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Create a range-like experience in your own backyard with the Maxfli Rubber Range Tees. This 3 pack of tees includes a high tee that perfect for a driver, a mid-tee that is great for iron shots and traditional tee that is mounted in rubber for maximum versatility. Save time and money with these training aids so you can practice from home while shaving strokes off your score.",
		"discount":""
	},
    {
        "name": "Soft Performance Assorted Tees - 3 pack",
        "brand": "Pride",
        "category": "Accessories",
        "type": "Tees",
        "price": "7.99",
        "src": "309.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Soft Performance tees feature a PTS color coded system and are virtually unbreakable.Assortment Pack: 2 ?in, 2 ¾in, 3 ¼in, Features PTS Color Coded System, Brush Design increases ball speeds by reducing tee resistance, Virtually unbreakable",
		"discount":""
	},
    {
        "name": "NCAA 50 Tee Pack",
        "brand": "Golf Time",
        "category": "Accessories",
        "type": "Tees",
        "price": "9.99",
        "src": "310.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Includes 50 tees from your favorite school, Wood, 2 3/4\" tees",
		"discount":""
	},
    {
        "name": "Martini Tees",
        "brand": "Martini Tee",
        "category": "Accessories",
        "type": "Tees",
        "price": "7.99",
        "src": "311.jpg",
        "url": "http://www.golfsmith.com",
		"description":"Proven by independent research, the Pro Active Sports Martini Tees are longer and straighter than traditional tees. The larger cup is designed to allow the tee to lean forward for lower clubhead resistance.",
		"discount":""
	},
    {
        "name": "Zarma Fly 2 3-4in Golf Tees (40 Count)",
        "brand": "Champ",
        "category": "Accessories",
        "type": "Tees",
        "price": "5.99",
        "src": "312.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Champ Zarma Fly Tee is a new performance tee that will increase your distance and accuracy from tee to green. With its added durability and contoured cup, this tee gives top performance to all golfers from amateurs to professionals.",
		"discount":""
	},
    {
        "name": "Pro XL Competition 3in Golf Tees (200-Count)",
        "brand": "Stinger Tees",
        "category": "Accessories",
        "type": "Tees",
        "price": "11.99",
        "src": "313.jpg",
        "url": "http://www.golfsmith.com",
		"description":"The Stinger Tees Pro XL Competition 3\" Tees are the high-performance alternative to traditional golf tees. Due to the unique design characteristics, Stinger Tees are scientifically proven to increase ball speed and reduce spin, while maintaining the classic look and feel of a traditional tee. In addition, the newest model of Stinger tees are constructed from high-quality bamboo which significantly increases the durability of each tee shot after shot. It is a proven fact that every shot hit off a Stinger Tee will fly father and straighter than the same shot hit off of a traditional tee.",
		"discount":""
	},
    {
        "name": "Multi Length Golf Tees (Three Pack)",
        "brand": "Brush-t",
        "category": "Accessories",
        "type": "Tees",
        "price": "6.99",
        "src": "314.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"The innovative Brush-t allows you to tee your ball on flexible synthetic bristles that bend on impact, creating a feel of driving the ball off the air. These bristles provide significantly less resistance which produces dramatically longer and straighter drives.",
		"discount":""
	},
    {
        "name": "NFL Series Embroidered Towel",
        "brand": "Team Golf",
        "category": "Accessories",
        "type": "Towels",
        "price": "18.99",
        "src": "315.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"You can wipe off your face or you can wipe off your clubs with the Team Golf NFL Series Embroidered Towel. This large, tri-fold golf towel is the perfect addition to any golf bag and let's you show your inner football fan out on the course. The center hook/grommet easily attaches onto your golf bag for the ultimate in easy accessibility.",
		"discount":""
	},
    {
        "name": "Amphibian Towel",
        "brand": "Frogger",
        "category": "Accessories",
        "type": "Towels",
        "price": "29.99",
        "src": "316.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Two 28\" X 14\" Towels in one (twice the surface area of a standard golf towel), Waterproof interior membrane keeps wet and dry towels separate, 100% Bamboo terry inside absorbs 3X more water than cotton, dries 3X as fast, naturally anti-fungal and anti-microbial, Plush woven cotton jacquard outside, Handy pull tabs keep hands dry while opening towel with ease,Machine washable.",
		"discount":""
	},
    {
        "name": "2014 Caddyshack, Cinderella Story, Golf Towel",
        "brand": "Bag Boy",
        "category": "Accessories",
        "type": "Towels",
        "price": "24.99",
        "src": "317.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Recall your favorite moments from an all-time classic movie with the Bag Boy® \"Cinderella Story\" golf towel. Featuring a high-definition interpretation of a David O'Keefe painting, this towel will have you laughing every time you clean off your clubs. A lock-clip solid brass attachment safely secures this piece of movie history to your bag at all times. Add personality and humor to your golf game with the Bag Boy® Caddyshack golf towel.",
		"discount":""
	},
    {
        "name": "Golf 2014 Tour X-Bomb Grey Golf Towel",
        "brand": "Callaway",
        "category": "Accessories",
        "type": "Towels",
        "price": "29.99",
        "src": "318.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Make room in your golf bag for the ultimate Callaway® 2014 Tour X-Bomb Golf Towel. This 37\" x 19\" towel comes adorned with the X-Bomb and Callaway® logos, perfect for any Callaway® enthusiast. The soft cotton material quickly absorbs the moisture from your clubs and keeps them free of scratches, and the woven loop at the top allows you to easily attach it to your golf bag.",
		"discount":""
	},
    {
        "name": "2014 Tye Dye Golf Towel",
        "brand": "Odyssey",
        "category": "Accessories",
        "type": "Towels",
        "price": "27.99",
        "src": "319.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Keep your equipment in tip-top shape with the Odyssey® 2014 Tye Dye Golf Towel. The soft cotton material quickly eliminates any dirt and absorbs moisture, perfect for keeping your gear clean at an all-day golf outing. The woven loop easily attaches to your golf bag for added convenience, and the tye dye pattern provides an eye-catching design to sport on the course. ",
		"discount":""
	},
    {
        "name": "Face/Club Jacquard Towel",
        "brand": "Nike",
        "category": "Accessories",
        "type": "Towels",
        "price": "19.99",
        "src": "320.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Keep your clubs and face in course-ready condition with the Face/Club™ Jacquard Towel. The patented, dual-textured cleaning surface is ideal for cleaning your face or clubs and keeps all aspects of your game ready for what lies ahead. A woven \"Face/Club\" label denotes the division between the two cleaning surfaces for easy use. Measuring 16\" x 24\", the Nike® Face/Club™ Jacquard Towel is perfect for hot days on the golf course. ",
		"discount":""
	},
    {
        "name": "Microfiber Towel",
        "brand": "Cobra",
        "category": "Accessories",
        "type": "Towels",
        "price": "22.99",
        "src": "321.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Keep your equipment in Tour-quality condition with the Cobra® Microfiber Towel. Constructed of polyester microfiber material, this towel features a waffle-weave design and removes debris from clubs without harming the finish. A durable, twill hang loop on the top allows you to easily secure this towel to your cart or bag for easy access. Color-contrasting embroidery on the outer edge and a Cobra® logo give this towel style and quality. ",
		"discount":""
	},
    {
        "name": "Microfiber Player's Towel",
        "brand": "Puma",
        "category": "Accessories",
        "type": "Towels",
        "price": "22.99",
        "src": "322.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Prepare for a day on the links with the Microfiber Player's Towel. The polyester and polyamide blend acts as the perfect material for drying your face or removing debris from clubs. A cotton twill hanging loop on the top accommodates a carabiner or towel clip for easy attachment to any golf bag or cart. The pop color embroidery around the perimeter and embroidered cat patch logo gives the Puma® Microfiber Player's Towel eye-catching style. ",
		"discount":""
	},
    {
        "name": "Microfiber Golf Towel",
        "brand": "Ogio",
        "category": "Accessories",
        "type": "Towels",
        "price": "19.99",
        "src": "323.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Keep your equipment in course-ready condition with the Ogio® Microfiber Golf Towel. This large, microfiber golf towel features your favorite brand's logo boldly embroidered on the lower left side. Made of super-absorbent microfiber material, this towel quickly clears your grips and clubfaces of moisture and debris, allowing you play at a high level no matter what the conditions. Perform at your highest level with the Ogio® golf towel.",
		"discount":""
	},
    {
        "name": "Cooling Towel",
        "brand": "Callaway",
        "category": "Accessories",
        "type": "Towels",
        "price": "16.99",
        "src": "324.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Don't let the heat get the best of you during your next round with the Callaway® cooling towel. Simply soak the towel in cold water and then place it over your head or neck for instant relief during hot and humid days. When not in use, keep this towel in a sealable container for repeated use throughout the entire day. This machine-washable towel features official Callaway® logos, allowing you to represent your brand as you beat the heat.",
		"discount":""
	},
    {
        "name": "64in Double Canopy Umbrella",
        "brand": "Maxfli",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "29.99",
        "src": "325.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"64\" Diameter dual canopy umbrella. Made of durable nylon with fiberglass shaft.",
		"discount":""
	},
    {
        "name": "62in Dual Canopy Golf",
        "brand": "Slazenger",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "19.99",
        "src": "326.jpg",
        "url": "http://www.golfgalaxy.com",
		"description":"Dual Canopy Design. Fiberglass Shaft.",
		"discount":""
	},
    {
        "name": "Tour Preferred Umbrella",
        "brand": "TaylorMade",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "69.99",
        "src": "327.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Be prepared for a change in weather when you use the TaylorMade® Tour Preferred Umbrella. This 64\" double canopy umbrella features a sport-grip, rubber-coated handle, making it easy to carry from hole to hole and the auto open function allows it to expand quickly. The double canopy construction and nylon material keep you dry during the inclement weather.",
		"discount":""
	},
    {
        "name": "Double Canopy UV Golf Umbrella",
        "brand": "Clicgear",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "24.99",
        "src": "328.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"The Clicgear 68\" Double Canopy golf umbrella from Clickgear collection will keep you protected from the elements on the course.",
		"discount":""
	},
    {
        "name": "Women's Solaire 60in Umbrella",
        "brand": "Callaway",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "59.99",
        "src": "329.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Make a bold statement on a rainy day at the course with the Callaway® Solaire 60\" Umbrella. Its double canopy design keeps you dry when the inclement weather hits, and the robust frame fights extreme weather conditions. The tension cables keep this sturdy umbrella from collapsing, and the ergonomic, non-slip handle makes it easy to hold in the rain. As you open this lime umbrella up, you will be the envy of your course mates.",
		"discount":""
	},
    {
        "name": "2014 62in Golf Umbrella",
        "brand": "PING",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "49.99",
        "src": "330.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Protect yourself from inclement weather with the 2014 62\" Golf Umbrella. The large, single canopy design provides sturdy and reliable coverage from the wind and rain. The contoured AVS grip and push-button release allow for fast and easy engagement when an unexpected turn occurs. PING® brandmarks and logos printed boldly on the color-contrasting canopy allow you to support your favorite gear brand with the PING® 2014 62\" Golf Umbrella.",
		"discount":""
	},
    {
        "name": "62in Windsheer Lite Golf Umbrella",
        "brand": "Nike",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "44.99",
        "src": "331.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Stay dry during inclement weather with the Windsheer™ Lite Golf Umbrella. The patented Windlock Wind-Release System allows wind to escape between the upper and lower canopies, minimizing inversion during high winds. A durable fiberglass frame features safety-runner technology, allowing for smooth opening during unexpected rain. Stay comfortable during unexpected severe weather with the Nike® 62\" Windsheer™ Lite Golf Umbrella.",
		"discount":""
	},
    {
        "name": "68in Storm Perform Double Canopy Golf Umbrella",
        "brand": "Cobra",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "50.99",
        "src": "332.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Stay dry during play with this dual canopy golf umbrella from Cobra. The 100% nylon construction protects from the rain and the 68-inch diameter is large enough to cover two people, or a golfer and their bag. Featuring a printed Cobra logo, athletes can boast their favorite brand while being totally protected from the elements out on the golf course with the Cobra 68\" Double Canopy Golf Umbrella.",
		"discount":""
	},
    {
        "name": "DryJoys 68in Golf Umbrella",
        "brand": "FootJoy",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "60.00",
        "src": "333.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Rainy days on the course are no match for the FootJoy® DryJoys 68\" Golf Umbrella. It's just the accessory you need for protection from the rain and wind. This umbrella features a double canopy design and special vents that allow wind to pass through while keeping rain away and preventing tearing. It also fits easily into most golf bags, so you're ready to go when wet weather hits.",
		"discount":""
	},
    {
        "name": "54in Pro Performance Single Canopy Golf Umbrella",
        "brand": "Puma",
        "category": "Accessories",
        "type": "Umbrellas",
        "price": "39.99",
        "src": "334.jpg",
        "url": "http://www.dickssportinggoods.com",
		"description":"Keep yourself and your golf bag dry with this single canopy golf umbrella from Puma. With a 54-inch diameter, the umbrella is ultra-spacious. The nylon canopy features the Puma Cat and 18 Hole logos allowing golfers to sport their favorite brand. The Puma 54\" Pro Performance Single Canopy Golf Umbrella keeps everything protected from the elements for a comfortable day out on the golf course. ",
		"discount":""
	}
]